{
  "1111": {
    "code": "1111",
    "label": "Politiker",
    "definition": "Fattar beslut, leder och påverkar verksamheten i demokratiskt valda organ på nationell, regional eller lokal nivå. Utformar, stadfäster, ändrar och upphäver lagar, förordningar och andra författningar.",
    "occupations": [
      "ejV5_Uzv_U6k",
      "jnyz_boS_QcU",
      "mzjA_bXv_Rkp",
      "xkTS_4P4_Sdy"
    ]
  },
  "1112": {
    "code": "1112",
    "label": "General-, landstings- och kommundirektörer m.fl.",
    "definition": "Organiserar, leder och svarar för att politiska beslut verkställs. Planerar, leder och samordnar myndigheters, kommuners och landstings verksamhet. Ger den politiska ledningen råd i sakfrågor.",
    "occupations": [
      "1YZp_JJt_Nen",
      "6eXR_JYV_FEF",
      "7EYc_ECx_k6n",
      "9Tjc_2DX_Naf",
      "BmKk_pGE_2iJ",
      "EThJ_2Cu_8BT",
      "Kev7_Wpg_oeP",
      "Md8r_apg_zFi",
      "MzBp_xg2_Jix",
      "PJxH_S4J_9vq",
      "SZat_HJp_9wf",
      "aNMw_pdw_wkj",
      "cB4Q_Cx9_2Lw",
      "djLC_zjB_Wuq",
      "g4wu_n3y_VN4",
      "rP7c_J3E_h5G",
      "uEy8_r2N_z97"
    ]
  },
  "1113": {
    "code": "1113",
    "label": "Chefstjänstemän i intresseorganisationer",
    "definition": "Planerar, leder och samordnar verksamhet i intresseorganisationer. Svarar för förhandlingar, intressebevakning och information. Representerar organisationen och dess medlemmar i utredningar, uppvaktningar, remisser och dyl.",
    "occupations": [
      "4REQ_8b1_Nee",
      "G55Q_Z4z_nFt",
      "L381_qqk_Hdy",
      "PhqZ_NLq_RYp",
      "ZwAg_s4F_TUT",
      "xhfo_vkR_4aK"
    ]
  },
  "1120": {
    "code": "1120",
    "label": "Verkställande direktörer m.fl.",
    "definition": "Planerar, leder och samordnar verksamhet i företag och affärsverk med stöd från andra chefer, efter riktlinjer fastställda av en styrelse eller ledning. Formulerar och beslutar om mål och policy. Fattar beslut om arbetsorganisation och större investeringar. Representerar företaget i dess förehavanden med andra företag, organisationer och myndigheter. Redovisar resultat till styrelsen eller ledningen.\r\n\r\nHit hör inte\r\nGeneraldirektör, myndighet (1112)\r\nVerkställande direktör i företag utan chefshierarki (se respektive verksamhet)\r\n",
    "occupations": [
      "2MYm_KVX_GfS",
      "3QrR_fRx_u4U",
      "DXJY_cZD_68D",
      "K2j2_Rpv_Enk",
      "LnRE_5bo_nYh",
      "RMUy_wKE_sbG",
      "UpZi_p6y_31K",
      "VfwA_Zzp_oxa",
      "a1Kd_3zW_cwK",
      "mHBq_oHi_GLy",
      "nvUH_JLD_s4F",
      "s8Ap_UHv_4Zy",
      "sd5t_Er5_hcd",
      "uHya_vGf_iyL",
      "uV8X_VNM_XsF"
    ]
  },
  "1210": {
    "code": "1210",
    "label": "Ekonomi- och finanschefer",
    "definition": "Ansvarar för att upprätta budget samt för redovisning och bokslut. Kontrollerar att verksamhetens resurser används på ett effektivt sätt. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta ekonomiska mål. Redovisar resultat och rapporterar till företagsledningen eller motsvarande. Har personalansvar.",
    "occupations": [
      "99va_MQm_DWY",
      "Ld9h_41y_zvw",
      "b288_Hx5_KYy",
      "fjFj_GGk_woa",
      "iCy6_G72_abh",
      "jgo4_iYd_cr6"
    ]
  },
  "1220": {
    "code": "1220",
    "label": "Personal- och HR-chefer",
    "definition": "Ansvarar för strategiska personalfrågor som personalplanering, rekrytering och personalutveckling. Ansvarar för lönepolicy och löneförhandlingar. Svarar för arbetsmiljö- och personalsociala frågor samt tolkning av arbetsrättsliga lagar och avtal. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål.",
    "occupations": [
      "U1NY_V1H_nSQ"
    ]
  },
  "1230": {
    "code": "1230",
    "label": "Förvaltnings- och planeringschefer",
    "definition": "Formulerar och ansvarar för mål för strategisk planering och policy inom förvaltnings- och planeringsverksamhet inom organisation eller företag. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Har personalansvar.",
    "occupations": [
      "5seg_CMk_FtK",
      "5zDe_ZGc_x89",
      "AR9u_x9n_nGa",
      "BUnV_RWN_xvi",
      "DBuv_W9M_5rt",
      "DXve_c4C_QMg",
      "Mg5T_Wi4_5my",
      "Noad_FWq_mY2",
      "RR3M_q3V_GYu",
      "RXfU_ifi_SuU",
      "S7rk_bYJ_Atf",
      "TtGo_UiH_sEN",
      "Vx2r_MfA_3TX",
      "Ynqp_kYm_iw7",
      "dnkr_vvU_JxM",
      "epXn_rsH_F7e",
      "mLrg_chY_7vR",
      "mXmV_TJr_eQ3",
      "q25G_ETx_j3f",
      "qbYy_xKX_aip",
      "rJ3v_uyL_NWU",
      "tPPY_hAq_9Cb",
      "wqis_aSV_XCB"
    ]
  },
  "1240": {
    "code": "1240",
    "label": "Informations-, kommunikations- och PR-chefer",
    "definition": "Formulerar och ansvarar för mål och strategier för informationsprogram och kampanjer samt förhandlar reklamkontrakt. Utformar riktlinjer, följer upp och utvärderar verksamhetens uppsatta mål inom information, reklam, kommunikation och PR. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.\r\n",
    "occupations": [
      "NgHp_xhG_cD4",
      "kJZE_gsT_YQK",
      "mDyj_aDh_T2o",
      "uYf3_qtC_1xF",
      "x9ye_3pB_6JC",
      "ztMm_jqq_8Gh"
    ]
  },
  "1250": {
    "code": "1250",
    "label": "Försäljnings- och marknadschefer",
    "definition": "Formulerar och ansvarar för mål och strategier för försäljnings- och marknadsverksamhet. Beslutar om ramar för prissättning, rabatt- och leveransvillkor, försäljningsbudget, specialkampanjer m.m. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål inom försäljning och marknad. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.\r\n\r\nHit hör inte\r\nButikschef (1730)\r\nSäljande butikschef (5222)\r\nAvdelningschef, butik (5222)\r\n",
    "occupations": [
      "DcqL_E5d_uFe",
      "FC86_VDF_rqB",
      "T9Yp_4Fm_q4o",
      "reEg_XH4_15c",
      "uwYE_D2Z_45B"
    ]
  },
  "1290": {
    "code": "1290",
    "label": "Övriga administrations- och servicechefer",
    "definition": "Formulerar och ansvarar för mål och strategier inom annan administrations- och serviceverksamhet på övriga stabs- och specialistfunktioner. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.",
    "occupations": [
      "1ERY_48v_Q6m",
      "6iy2_mSs_y9A",
      "9YXJ_Rz2_MeV",
      "d8Kq_mRD_TvK",
      "gfzz_zS3_TLa",
      "mDBm_pJc_eN6",
      "wtxi_ss9_8Cj"
    ]
  },
  "1310": {
    "code": "1310",
    "label": "IT-chefer",
    "definition": "Formulerar och ansvarar för mål och strategier inom IT-verksamhet. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål för IT-verksamheten. Ansvarar för anskaffning, utveckling, underhåll och användning av IT-system. Ansvarar för IT-säkerhet. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.",
    "occupations": [
      "4p9W_pWH_roy",
      "LF9w_UCf_gow",
      "cEY1_Bh8_URP",
      "q5VW_kNA_D4Q",
      "rxZf_XT6_5xt",
      "yYHo_Ss4_Rw8"
    ]
  },
  "1320": {
    "code": "1320",
    "label": "Inköps-, logistik- och transportchefer",
    "definition": "Formulerar och ansvarar för mål och strategier inom inköps-, logistik- och transportverksamhet. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål för inköp, lagring, transporter och distribution. Deltar i förhandlingar med leverantörer, ansvarar för lagerhållning och lagerutnyttjande, svarar för lasthantering. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.",
    "occupations": [
      "5GzE_JXd_gM2",
      "6dqD_oy2_se4",
      "AFXd_nYV_aT3",
      "EbSk_Hv8_qog",
      "F33v_8KR_pP3",
      "SP9m_RM4_vJV",
      "YiWN_c1t_Lhn",
      "Z1sb_ZS4_hNz",
      "cW4d_TYU_1yQ",
      "ebKB_MDe_9pQ",
      "heXT_m6u_GJX",
      "i9ge_6xr_RnF",
      "pmWX_E7V_Xod",
      "sqmS_51c_1ra",
      "wQ7H_qrm_hr2",
      "zYzp_B3M_ujM"
    ]
  },
  "1330": {
    "code": "1330",
    "label": "Forsknings- och utvecklingschefer",
    "definition": "Formulerar och ansvarar för mål och strategier för forsknings- och utvecklingsverksamhet. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål för forskning och utveckling. Ansvarar för utvecklingen av tekniska processer, produkter, kunskap eller materialanvändning. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.",
    "occupations": [
      "3HoD_9KS_4Lb",
      "4chG_ayZ_cPA",
      "czC6_fEK_A17",
      "eRxb_FLE_LsW",
      "mX2Z_5Qu_yaR",
      "yrTN_sge_2cF"
    ]
  },
  "1340": {
    "code": "1340",
    "label": "Chefer inom arkitekt- och ingenjörsverksamhet",
    "definition": "Formulerar och ansvarar för mål och strategier för verksamhet inom arkitekt- och ingenjörsföretag. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål för försäljning och utförandekvalitet. Beslutar om marknadsföring och förhandlar med större kunder. Deltar i förhandlingar med leverantörer. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.\r\n",
    "occupations": [
      "CzL7_oqF_zrY",
      "f2EK_V1t_89m",
      "fRwb_quG_Hmx",
      "iJfW_Lt2_sQt",
      "nBVy_mkU_UrM",
      "o4Sk_4Jz_QGq"
    ]
  },
  "1350": {
    "code": "1350",
    "label": "Fastighets- och förvaltningschefer",
    "definition": "Formulerar och ansvarar för mål och strategier för fastighetsförvaltning och fastighetsskötsel. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.\r\n",
    "occupations": [
      "8HRs_652_CEB",
      "HuVd_H4w_ZtF",
      "LJZw_d7H_QWZ",
      "QeZ1_Pvg_oAm",
      "ypdM_QPA_qLt"
    ]
  },
  "1360": {
    "code": "1360",
    "label": "Driftchefer inom bygg, anläggning och gruva",
    "definition": "Formulerar och ansvarar för mål och strategier för verksamhet inom bygg, anläggning och gruva. Ansvarar för budget, kalkylering, upphandling, inköp, tidsplan samt kontakter med beställare och myndigheter. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Har personalansvar.\r\n\r\nHit hör inte\r\nArbetsledare inom bygg, anläggning och gruva (3121)",
    "occupations": [
      "NZcr_uB1_6rX",
      "P5d3_vV8_gXq",
      "SBhY_tbt_WV4",
      "VwdS_mNV_7zf",
      "fCCr_Mp8_6oE",
      "pMLo_VAv_aV8"
    ]
  },
  "1370": {
    "code": "1370",
    "label": "Produktionschefer inom tillverkning",
    "definition": "Formulerar och ansvarar för mål och strategier inom tillverkningsindustri. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Förhandlar med leverantörer, kunder och andra företag. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.\r\n\r\nHit hör inte\r\nArbetsledare inom tillverkning (3122)",
    "occupations": [
      "9JBZ_2TU_rTa",
      "9dXK_Zi5_MSH",
      "DV4C_eEN_VDg",
      "Dcmw_4GE_3cg",
      "PCkx_Jwq_rZd",
      "azkV_of2_7GG",
      "bjDH_v5M_2gn",
      "vLvB_4hV_koL"
    ]
  },
  "1380": {
    "code": "1380",
    "label": "Förvaltare inom skogsbruk och lantbruk m.fl.",
    "definition": "Formulerar och ansvarar för mål och strategier för verksamhet inom skogsbruk eller på större lantbruk. Utformar riktlinjer och följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.\r\n\r\nHit hör inte\r\nDriftchef, jordbruk (6111)\r\nDriftchef, trädgård (6112)\r\n\r\n\r\n",
    "occupations": [
      "93yX_vHS_nfn",
      "EWHP_bxy_Uao",
      "GAuY_xyP_5bQ",
      "Lpbi_kUf_VeM",
      "NERy_cBn_qK3",
      "Nvqq_hSx_fEy",
      "PcAD_pYv_6Mt",
      "RiAf_dVp_md4",
      "UYCF_W2i_Wch",
      "j6ZJ_7WS_dMX",
      "rSdC_s2a_vzC",
      "vVhN_YyP_Xrv",
      "wwmJ_dqW_J9p"
    ]
  },
  "1410": {
    "code": "1410",
    "label": "Chefer inom grund- och gymnasieskola samt vuxenutbildning",
    "definition": "Formulerar och ansvarar för mål och strategier för verksamhet inom grund- och gymnasieskola samt vuxenutbildning och motsvarande skolform. Planerar och ansvarar för utbildningsverksamhet utifrån styrdokument fastställd av regering, riksdag och skolmyndigheter. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.",
    "occupations": [
      "8L4Z_dVu_PaL",
      "Cn7e_qQS_nPF",
      "DdMT_ukX_LGq",
      "hr5f_dci_NcD",
      "rGyy_vEY_2nZ",
      "vKya_v5Z_CfH"
    ]
  },
  "1420": {
    "code": "1420",
    "label": "Chefer inom förskoleverksamhet",
    "definition": "Formulerar och ansvarar för mål och strategier för verksamhet inom förskolan eller annan omsorg för barn. Planerar och ansvarar för pedagogisk verksamhet. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Ser till att myndighetsregler efterlevs. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.",
    "occupations": [
      "5h8g_xbH_FQs",
      "E6Ts_Gns_DjW",
      "xUfR_QAo_B3a"
    ]
  },
  "1490": {
    "code": "1490",
    "label": "Övriga chefer inom utbildning",
    "definition": "Formulerar och ansvarar för mål och strategier för verksamhet inom annan utbildningsform än läroplanstyrd verksamhet. Planerar och ansvarar för utbildningsprogram. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.",
    "occupations": [
      "edK4_xTQ_5Pe",
      "tF8h_J5J_3Bq"
    ]
  },
  "1510": {
    "code": "1510",
    "label": "Chefer inom hälso- och sjukvård",
    "definition": "Formulerar och ansvarar för mål och strategier för verksamhet inom hälso- och sjukvård, inklusive tandvård. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.\r\n",
    "occupations": [
      "41Vq_aR6_yRb",
      "7Kxn_MMG_TuY",
      "U7JN_o3K_cB1",
      "ZKKT_4bd_Sxs",
      "g9Y3_fvm_Q76",
      "qDLi_VEY_DDJ"
    ]
  },
  "1520": {
    "code": "1520",
    "label": "Chefer inom socialt och kurativt arbete",
    "definition": "Formulerar och ansvarar för mål och strategier för verksamhet inom socialt och kurativt arbete. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.\r\n",
    "occupations": [
      "CnYS_d4N_CZJ",
      "RHmb_Bgh_VTm",
      "SDk3_uMJ_8an",
      "zR5y_K7c_TNp"
    ]
  },
  "1530": {
    "code": "1530",
    "label": "Chefer inom äldreomsorg",
    "definition": "Formulerar och ansvarar för mål och strategier för verksamhet inom äldreomsorg. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.\r\n",
    "occupations": [
      "8Y3v_LhQ_srX",
      "9rvw_tBz_kFG",
      "GLvv_qyx_iMK",
      "J9hX_byC_fkn",
      "y114_8sx_SXk"
    ]
  },
  "1540": {
    "code": "1540",
    "label": "Chefer och ledare inom trossamfund",
    "definition": "Har samordnings- och tillsynsansvar för verksamhet i Svenska kyrkan eller i annat trossamfund. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål.\r\n",
    "occupations": [
      "oeg9_aaz_cgC",
      "rMfT_rsj_WQv"
    ]
  },
  "1590": {
    "code": "1590",
    "label": "Övriga chefer inom samhällsservice",
    "definition": "Formulerar och ansvarar för mål och strategier för verksamhet inom övrig samhällsservice, t.ex. bibliotek, kultur och rättsväsende. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.",
    "occupations": [
      "2Eib_vX9_79R",
      "3Uhk_4A8_cy6",
      "5cVu_BVm_nNG",
      "G1Mf_Kj8_2WE",
      "KCzs_vBp_vXD",
      "KpHq_s4h_7ns",
      "M4Ld_18g_XzK",
      "MuBS_dbz_gYd",
      "NCRd_JSd_X94",
      "PTD2_6C1_8TJ",
      "QvzY_zbq_Bb8",
      "RVNG_NEy_HMR",
      "RdVK_4zC_kFV",
      "RsdJ_eFW_eE4",
      "WV2B_NSa_Qvs",
      "X5V5_aFQ_STV",
      "XD6m_HWn_MWh",
      "XSW5_zeV_fSU",
      "YBdJ_Nnz_qBU",
      "a8Vk_3Vu_XLs",
      "gfTT_a2J_3wX",
      "nPhL_nKW_sqs",
      "na2q_CC2_U5R",
      "yyM2_7Vy_Fda",
      "zD7L_ZqX_cqz"
    ]
  },
  "1610": {
    "code": "1610",
    "label": "Chefer inom bank, finans och försäkring",
    "definition": "Ansvarar samt formulerar mål och strategier för verksamhet inom bank, finansiella institut och försäkringsbolag. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.",
    "occupations": [
      "A1ua_hKP_ZbW",
      "EQFf_p7V_m84",
      "S3Qg_nQk_Ybz",
      "jXt3_sJq_wKY",
      "k5d5_vJj_ND2",
      "wCXv_Uzw_xdY"
    ]
  },
  "1710": {
    "code": "1710",
    "label": "Hotell- och konferenschefer",
    "definition": "Formulerar och ansvarar för mål och strategier för hotell- och konferensverksamhet. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.",
    "occupations": [
      "EH8C_7Pm_SMZ",
      "Z3zH_Cbd_bbC"
    ]
  },
  "1720": {
    "code": "1720",
    "label": "Restaurang- och kökschefer",
    "definition": "Formulerar och ansvarar för mål och strategier för verksamhet inom restaurang och kök. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.\r\n\r\nHit hör inte\r\nKöksmästare (3450)\r\nSouschef (3450)\r\n\r\n",
    "occupations": [
      "Bfn9_6FK_iaY",
      "XSBp_5wD_VaU",
      "kntm_Uen_7Bn"
    ]
  },
  "1730": {
    "code": "1730",
    "label": "Chefer inom handel",
    "definition": "Formulerar och ansvarar för mål och strategier för verksamhet inom handel. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar. \r\n\r\nHit hör inte\r\nSäljande butikschef (5222)\r\nAvdelningschef, butik (5222)\r\n",
    "occupations": [
      "PtwA_N8T_GTo",
      "UZ5P_spz_VLt",
      "WWVG_4sM_faC",
      "hX12_2Ab_w5g",
      "t3dE_Qph_Bvd",
      "tPp6_tmB_EsY"
    ]
  },
  "1740": {
    "code": "1740",
    "label": "Chefer inom friskvård, sport och fritid",
    "definition": "Formulerar och ansvarar för mål och strategier för verksamhet inom friskvård, sport och fritid. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.",
    "occupations": [
      "PfzF_MS5_urk",
      "Qk94_7Nz_guX",
      "ac5J_3uW_FZ2",
      "dRGN_7fG_GJn",
      "js93_H6m_jmr",
      "txzH_XhY_ycA",
      "vKgL_MCk_W4f",
      "wLC4_eWh_wvD",
      "xebT_T36_D4K"
    ]
  },
  "1790": {
    "code": "1790",
    "label": "Övriga chefer inom övrig servicenäring",
    "definition": "Formulerar och ansvarar för mål och strategier för verksamhet inom övriga servicenäringar t.ex. camping och resebyrå. Utformar riktlinjer, följer upp och utvärderar verksamheten mot uppsatta mål. Svarar för budget samt fördelar resurserna inom verksamheten. Har personalansvar.\r\n",
    "occupations": [
      "21B5_fF6_MTN",
      "3UjR_xoC_5D6",
      "M9cp_E8g_q42"
    ]
  },
  "2111": {
    "code": "2111",
    "label": "Fysiker och astronomer",
    "definition": "Utvecklar teorier, modeller och metoder som rör materia, rum, tid, energi, krafter och fält samt samverkan mellan dessa fenomen. Utformar praktiska tillämpningar inom fysik, astronomi, och radiofysik. Studerar fenomen, leder experiment, analyserar och värderar data. Utför beräkningar, informerar, inspekterar, samt utfärdar anvisningar och tillstånd.",
    "occupations": [
      "6T6w_6Kk_b8S",
      "BFsJ_Kit_mTi",
      "CnD6_kKA_g2C",
      "DAkz_Cvy_P15",
      "M3HD_hZH_XoQ",
      "WKEE_jCt_x2p",
      "ZxyQ_UQW_2m7",
      "cPcf_Ns3_tUM",
      "tnkr_CKU_AuJ",
      "z5se_M6P_58t"
    ]
  },
  "2112": {
    "code": "2112",
    "label": "Meteorologer",
    "definition": "Bearbetar och analyserar insamlade data om luftströmmar, lufttryck, temperatur, fuktighet, fysiska och kemiska förändringar hos föroreningar och andra fenomen. Förbereder och rapporterar kort- eller långsikta väderprognoser. Gör utredningar om atmosfären och klimatet.\r\n\r\nHit hör inte\r\nMeteorologassistent (3216)\r\nVäderobservatörer (9629)\r\n",
    "occupations": [
      "6QtF_TWT_Sri",
      "9nfm_4Xa_Tat",
      "N7tP_Wxk_bwK",
      "UPRK_9CK_ogn"
    ]
  },
  "2113": {
    "code": "2113",
    "label": "Kemister",
    "definition": "Utvecklar teorier, modeller och metoder samt utformar praktiska tillämpningar inom kemi. Leder experiment, analyserar och värderar data i laboratoriemiljö. Informerar, ger råd samt utfärdar anvisningar och tillstånd. Utvecklar och provar kemiska produkter och processer. Tar fram dokumentation och handlägger registreringsärenden.\r\n \r\nHit hör inte\r\nApotekare/Farmacevt (2281) \r\nFarmakolog (2133)\r\nKemiingenjör (2145)\r\nLaboratorieingenjör, kemi (3215)\r\nToxikolog (2131)\r\n",
    "occupations": [
      "1n3p_xeZ_Zhy",
      "2HAP_3Fe_duM",
      "2ub7_Wtv_2Fb",
      "3rpb_wDe_7U9",
      "6EaX_6kb_5wW",
      "6Vv6_zHA_LCD",
      "FQZB_voM_KN6",
      "HtLv_4EJ_o5r",
      "KZsj_HrG_iKS",
      "SMii_y8Z_VmX",
      "V1yc_CqT_mDo",
      "uWB8_3zo_6ib"
    ]
  },
  "2114": {
    "code": "2114",
    "label": "Geologer och geofysiker m.fl.",
    "definition": "Utvecklar teorier, modeller, begrepp och metoder samt tillämpar vetenskaplig kunskap inom geologi, geofysik, hydrologi m.m. Undersöker och kartlägger berggrunden, de lösa jordlagren och grundvattnet. Undersöker, beräknar och forskar kring vattenföring, vattenstånd, isförhållanden, vågor m.m. \r\n\r\nHit hör inte:\r\nGeologassistent (3215)\r\nGeotekniker (2146)\r\n",
    "occupations": [
      "6hH1_pz6_H4o",
      "A4QC_PSW_AUV",
      "Fahu_B3C_9H2",
      "J4jV_dZU_ykz",
      "RxXh_WPg_cwF",
      "Stu3_bZA_F1y",
      "XeuM_QZh_Nwz",
      "bsHZ_v4H_M7Y",
      "hiNZ_t7u_yLx",
      "huv9_U18_gvy",
      "qinz_QR5_M9J"
    ]
  },
  "2121": {
    "code": "2121",
    "label": "Matematiker och aktuarier",
    "definition": "Utvecklar och tillämpar matematiska teorier, modeller och metoder. Utvecklar beräkningsmodeller och löser beräkningsproblem. Utformar och förvaltar premie-, pensions- och andra försäkringssystem m.m.\r\n\r\nHit hör inte\r\nUnderwriter (3321)\r\n",
    "occupations": [
      "NV4H_3uM_a6d",
      "aYGF_ANg_pzR"
    ]
  },
  "2122": {
    "code": "2122",
    "label": "Statistiker",
    "definition": "Utvecklar och tillämpar statistiska teorier, modeller och metoder. Planerar, utvecklar, bearbetar, framställer, analyserar och presenterar statistiska undersökningar. Gör prognoser. Bearbetar administrativa uppgifter till statistik.\r\n",
    "occupations": [
      "5bYa_vBF_REN",
      "B2h8_tjq_nVs",
      "GX5o_8RD_rxJ",
      "GhhA_SVR_Nsr",
      "WEsx_vwS_nmr",
      "qz4J_GR9_MgZ"
    ]
  },
  "2131": {
    "code": "2131",
    "label": "Cell- och molekylärbiologer m.fl.",
    "definition": "Utvecklar teorier, modeller och metoder som behandlar cellens beståndsdelar och struktur. Samlar in och analyserar cellprover för att studera hur molekyler och system i cellen interagerar, hur olika substanser påverkar cellers utveckling och hur processerna regleras. Studerar funktionerna hos olika delar av arvsmassa. Utvecklar och kvalitetssäkrar mikro- och molekylärbiologiska analysmetoder.\r\n\r\nHit hör inte \r\nFarmakolog (2133)\r\nBiomedicinare (2133)\r\n",
    "occupations": [
      "41dT_obG_dFc",
      "5LS7_Cbz_1Yt",
      "5RkB_Zeq_aH6",
      "96TD_UsQ_X4S",
      "GhGu_qim_5oB",
      "KanX_2ou_7gD",
      "Nihf_tgV_ueT",
      "PiQ3_Wzy_U1X",
      "Pt1j_hPW_CZb",
      "RYu4_YEr_tYJ",
      "SrQv_qDW_cLW",
      "UADD_eJ1_SNQ",
      "Uc39_yCn_Vka",
      "ZNyx_1tG_w4E",
      "gmx1_BCX_EEe",
      "jRge_ki1_8cd",
      "keVJ_c38_DLa",
      "mUD2_7si_XaE",
      "ms96_qce_p79",
      "uygD_Smj_a7w",
      "xTwt_sEt_9QA",
      "xaQL_Wbc_6su"
    ]
  },
  "2132": {
    "code": "2132",
    "label": "Växt- och djurbiologer",
    "definition": "Utvecklar teorier, modeller och metoder som rör levande organismer och deras samspel med varandra och med miljön. Gör artbestämningar och undersöker arters utbredning, levnadsbetingelser och beteenden. Studerar processer och tekniker för agrikulturell och miljöbetingad användning. Utvecklar och kvalitetssäkrar botaniska och zoologiska analysmetoder.\r\n\r\nHit hör inte\r\nEkolog (2183)\r\n",
    "occupations": [
      "3bJd_7LS_t8i",
      "3g1T_NaF_M1m",
      "442F_Jtj_uDq",
      "BNJ8_fkp_z4N",
      "BhJk_66z_inc",
      "Dg8t_GnL_p2e",
      "Dhyj_JLZ_JA6",
      "SZRQ_Q2a_dto",
      "VT9M_Ppq_pDM",
      "XkZK_zG3_LbS",
      "dF9d_yih_ua7",
      "nWmN_VPm_kot",
      "njXa_2sj_1ET",
      "q9ix_gkf_HP7",
      "zKXh_Svk_4K8"
    ]
  },
  "2133": {
    "code": "2133",
    "label": "Farmakologer och biomedicinare",
    "definition": "Utvecklar teorier, modeller och metoder inom farmakologi. Genomför försök, analyserar och värderar information om hur läkemedel och andra ämnen verkar i celler, organ, djur och människor, samt vilken effekt de har. Utvecklar och formar praktiska tillämpningar inom farmaci och medicin. Informerar, ger råd och utfärdar anvisningar om läkemedel.",
    "occupations": [
      "8xAv_A7E_Gix",
      "MqSM_PXs_d8P",
      "RtCz_v7Z_Lm6",
      "ULqj_eRx_kVd",
      "WdKG_DQU_4y7",
      "aeZy_4k3_bCr",
      "g1U8_c99_Zry",
      "mQAY_wtA_7G2",
      "vGyq_S18_JKE",
      "yMd7_87H_qf2"
    ]
  },
  "2134": {
    "code": "2134",
    "label": "Specialister och rådgivare inom lantbruk m.m.",
    "definition": "Utvecklar teorier och metoder, samt bedriver försök och ger råd inom agronomi och trädgårdsvetenskap. Analyserar och värderar data. Utvecklar och utformar praktiska tillämpningar inom jordbruk, livsmedelskedjan och trädgårdsodling.",
    "occupations": [
      "3kbp_yfk_LgT",
      "6FK9_Dya_PEL",
      "6vCW_mkV_T5F",
      "8hp2_MAG_9Vn",
      "BLeD_2gg_F6H",
      "Co7T_yKa_Zb1",
      "FAo1_Ftu_Jwc",
      "JCUJ_yye_maC",
      "KmXs_JvR_Ns2",
      "WEAR_T5W_Bxa",
      "aeJj_czs_5Tq",
      "dksu_Shs_BKd",
      "dn3p_YMa_E8p",
      "egDr_i9z_xoT",
      "hfBR_H6L_vbv",
      "icuk_htc_ti4",
      "iyR6_i3U_aC3",
      "oRBx_v9Q_vH2",
      "oXqv_9m5_6Dn",
      "pHNj_F3k_Dmd",
      "t5Aa_WvJ_Rfi",
      "xrCc_5SZ_VcF"
    ]
  },
  "2135": {
    "code": "2135",
    "label": "Specialister och rådgivare inom skogsbruk",
    "definition": "Bedriver försök och ger råd och upplysningar om skogsbruk, jakt och naturvård. Deltar i produktutveckling, marknadsföring och försäljning. Inventerar viltbestånd och värderar skog samt utarbetar skogsbruksplaner, avverkningsplaner m.m. Bedriver yrkesmässig jakt på vilda djur och skadedjur.",
    "occupations": [
      "77Gm_wws_Dqp",
      "8e4C_3b3_qAW",
      "B84w_zFQ_8Ug",
      "EUwj_KEo_dNz",
      "Jocy_apM_4v4",
      "Tnkm_dQ2_UXu",
      "a1E3_mkT_gPe",
      "dGC5_1ze_AHS",
      "oM6Y_bP4_41Z",
      "sGNc_sUZ_7NR",
      "v2G8_CnQ_mPU",
      "x42Z_9vG_pPF"
    ]
  },
  "2141": {
    "code": "2141",
    "label": "Civilingenjörsyrken inom logistik och produktionsplanering",
    "definition": "Utvecklar, leder, planerar och kontrollerar material- och informationsflöden och produktionsplanering. Styr tillverkningsverksamhet och bedömer kostnadseffektivitet. Beslutar tillsammans med marknadsorganisation och kund om tidsplan och produktionsvolym. Planerar och beslutar om leverantörs- och transportkedjan, samt anläggnings- och systemplaner.\n\nHit hör inte\nYrken inom logistik och produktionsplanering med arbetsuppgifter motsvarande ingenjör- eller teknikernivå (3111)",
    "occupations": [
      "7oRE_Ejt_YWQ",
      "Gj5E_c7b_YHD",
      "NzLu_oTf_S7f",
      "UcSu_6RC_d8P",
      "dxAK_mLr_bAa"
    ]
  },
  "2142": {
    "code": "2142",
    "label": "Civilingenjörsyrken inom bygg och anläggning",
    "definition": "Utvecklar konstruktionsmetoder, produkter, tjänster och material inom byggnadsteknik samt väg- och vattenbyggnadsteknik. Leder och planerar projekterings- och konstruktionsarbete samt genomförande av bygg- och anläggningsprojekt. Ansvarar för besiktning och kontroller av byggande, material m.m. Utarbetar riktlinjer och metoder för kvalitetssäkring.\r\n\r\nHit hör inte\r\nYrken inom bygg och anläggning med arbetsuppgifter motsvarande ingenjör- eller teknikernivå (3112)",
    "occupations": [
      "9BeV_rud_7WC",
      "EYJm_PM2_S4P",
      "a7xB_Muv_bGQ",
      "bDCc_dTJ_qcd",
      "cfJA_uhP_dD3",
      "g7ym_Uf1_kjx",
      "kgyb_GN3_qR1",
      "mcAc_Xvo_Jp8",
      "n9AC_sTq_NAH",
      "r4G8_gBH_Pug",
      "rcQX_7WH_1p7"
    ]
  },
  "2143": {
    "code": "2143",
    "label": "Civilingenjörsyrken inom elektroteknik",
    "definition": "Utvecklar teorier, modeller och metoder inom elektroteknik. Leder projekterings- och konstruktionsarbete som avser elektrotekniska produkter och anläggningar. Svarar för produktion och teknisk utveckling samt för provning och kontroller av elektrotekniska produkter och anläggningar. Undersöker och ger råd om elektrotekniska material, produkter eller processers tekniska aspekter.\r\n\r\nHit hör inte\r\nYrken inom elektroteknik med arbetsuppgifter motsvarande ingenjör- eller teknikernivå (3113)\r\n",
    "occupations": [
      "2Egx_4fD_WLK",
      "37Yu_WtR_fRM",
      "4bkL_eTC_tAq",
      "6ZJd_HTR_Bki",
      "7ZhX_MM3_RvF",
      "FuJx_cGT_5im",
      "Fy1A_qaK_t5R",
      "GuRB_LaM_Adb",
      "JQYZ_oUR_LEq",
      "JoHF_EK9_4He",
      "NbL6_ZsH_LaH",
      "NbhD_gbP_tHm",
      "Q82z_o8C_25s",
      "Qzzb_67o_n2P",
      "RJTu_B9E_aYY",
      "XGUw_uqV_gq6",
      "XMbW_XR6_Zeh",
      "YcvM_Gqk_6U7",
      "YqiW_QLd_qHo",
      "Yyn9_wQV_Wb8",
      "bg1N_n7m_e1E",
      "cYb5_hmF_Q9u",
      "eQpn_LHp_c2a",
      "fYBk_dfW_DJc",
      "hJhQ_Fxc_Mjp",
      "jGus_z5Q_44S",
      "p4vQ_Dpo_d6a",
      "rhFN_FEC_4Ye",
      "xcd7_WRf_3Ed"
    ]
  },
  "2144": {
    "code": "2144",
    "label": "Civilingenjörsyrken inom maskinteknik",
    "definition": "Utvecklar teorier, modeller och metoder inom tillverkningsindustri t.ex. maskin- och fordonsteknik. Leder projekt-, projekterings- och konstruktionsarbete som avser fordon, komponenter, maskiner och annan mekanisk utrustning samt värme-, vatten-, sanitets-, ventilations-, och kylsystem. Ansvarar för besiktning och kontroller. Utarbetar riktlinjer och metoder för kvalitetssäkring.\r\n\r\nHit hör inte\r\nYrken inom maskinteknik med arbetsuppgifter motsvarande ingenjör- eller teknikernivå (3114)\r\n",
    "occupations": [
      "7AqV_PhM_9d3",
      "7pWL_NSY_Sap",
      "84z6_pWk_XJQ",
      "8r8B_8bP_usp",
      "ApfX_5Ak_gpe",
      "Fxue_CC5_2Fy",
      "KWFX_juL_yMb",
      "MSMt_nF2_PyF",
      "QrW9_R6M_QRK",
      "RK6q_aaj_7qc",
      "Rd3G_bFa_zvR",
      "TRVV_bXp_BG9",
      "VUEH_TU9_KqG",
      "cAJj_uJb_s9C",
      "hgwv_NVk_dmq",
      "k111_vB5_1Tf",
      "qFoe_iS6_rXX"
    ]
  },
  "2145": {
    "code": "2145",
    "label": "Civilingenjörsyrken inom kemi och kemiteknik",
    "definition": "Utvecklar metoder och produkter inom kemi, kemiteknik, livsmedelsteknik m.m. Svarar för produktionsprocess och teknisk utveckling vid tillverkning av petroleumprodukter, kemikalier, kemiska och kemitekniska produkter, läkemedel, syntetiska material eller livsmedel. Ansvarar för kvalitets-, frisläpps- och slutkontroll av kemitekniska produkter.\r\n \r\nHit hör inte\r\n- Yrken inom kemi och kemiteknik med arbetsuppgifter motsvarande ingenjör- eller teknikernivå (3115)",
    "occupations": [
      "5ssa_t3w_Ghh",
      "ATsD_LxE_fZ6",
      "YLjg_Qtf_iqy",
      "Z22a_Yjn_Pi8",
      "a5jk_5B8_xtr",
      "f2PC_hUg_XpT",
      "jFKV_jDC_P7s",
      "vPyM_A9W_WqV"
    ]
  },
  "2146": {
    "code": "2146",
    "label": "Civilingenjörsyrken inom gruvteknik och metallurgi",
    "definition": "Utvecklar metoder och produkter inom gruvteknik och metallurgi. Svarar för produktion och teknisk utveckling vid utvinning av metaller, olja och gas eller vid framställning av metaller, legeringar och metallurgiska produkter. Ansvarar för kvalitets- och produktkontroller.\n\nHit hör inte\nYrken inom gruvteknik och metallurgi med arbetsuppgifter motsvarande ingenjör- eller teknikernivå (3116)",
    "occupations": [
      "2XaC_69X_exy",
      "64vk_6Lh_WDK",
      "66nJ_dqL_YGj",
      "6Jyi_QHU_LKn",
      "6VUH_a4V_VdQ",
      "B2PF_B6P_Mjy",
      "ECsc_vUd_JMx",
      "FZMg_T5f_VwH",
      "QU7D_U7E_G66",
      "S75J_j1p_EEp",
      "Suia_ytk_oL2",
      "VEBd_otK_nKq",
      "ouQJ_4hT_WKV",
      "qb9c_qLP_ThK",
      "uu19_iuB_Zb2"
    ]
  },
  "2149": {
    "code": "2149",
    "label": "Övriga civilingenjörsyrken",
    "definition": "Utför annat specialistarbete än inom 2141-2146. Exempel på arbetsuppgifter: Utvecklar metoder och produkter samt ansvarar för produktion och teknisk utveckling vid tillverkning av metall-, glas-, keramik, pappers-, läder, textil- och träprodukter. Ansvarar för kvalitets- och produktkontroller.",
    "occupations": [
      "32bC_YdL_JtU",
      "3MDV_uBQ_6oG",
      "5NsF_Rae_fse",
      "6Qvi_N4P_Xo4",
      "Da9t_kGe_uFD",
      "DrU2_d7W_Ana",
      "YfnX_HAo_gsa"
    ]
  },
  "2161": {
    "code": "2161",
    "label": "Arkitekter m.fl.",
    "definition": "Utformar, projekterar och ritar nyproduktion av byggnader samt om- och tillbyggnad. Utformar planer och underlag till planer. Väger samman funktionella, tekniska, ekonomiska, miljötekniska och estetiska krav och önskemål till en fungerande helhetslösning i dialog med uppdragsgivare. Utformar den inre miljön t.ex. privata hem, offentliga lokaler och kontor. Gör materialsammanställningar. Utarbetar förslag i form av modeller, texter och ritningar. \r\n\r\nHit hör inte\r\nInredare (3432)\r\nDekoratör (3432)",
    "occupations": [
      "XMWR_V22_WS1",
      "xqy1_tB2_tBK"
    ]
  },
  "2162": {
    "code": "2162",
    "label": "Landskapsarkitekter",
    "definition": "Utformar och projekterar yttre miljö t.ex. torg, gator, bostadsområden, parker, lekplatser och trädgårdar. Väger samman naturresursbevarande aspekter med funktionella, tekniska, ekonomiska och estetiska krav och önskemål till en fungerande helhetslösning i dialog med uppdragsgivare. Gör växt- och materialsammanställningar. Utarbetar förslag i form av modeller, texter och ritningar.\r\n",
    "occupations": [
      "SXAF_LMk_j4S"
    ]
  },
  "2163": {
    "code": "2163",
    "label": "Planeringsarkitekter m.fl.",
    "definition": "Upprättar, utarbetar och granskar planer för nya stadsdelar, bostadsområden, industriområden samt översiktliga planer och program för utveckling av fysisk miljö. Planerar för förnyelse och förändring av befintliga områden. Väger samman funktionella, tekniska, ekonomiska, miljötekniska och estetiska krav och önskemål till en fungerande helhetslösning i dialog med uppdragsgivare och myndigheter. Utarbetar förslag i form av modeller, texter och ritningar.",
    "occupations": [
      "6sVS_uwh_x15",
      "dVwu_SVA_Yoz",
      "fCPi_bZh_PBa"
    ]
  },
  "2164": {
    "code": "2164",
    "label": "Lantmätare",
    "definition": "Handlägger tekniska, ekonomiska och juridiska frågor i samband med fastighetsbildning. Svarar för värdering och registrering av fastigheter. Ansvarar för mätnings- och kartläggningsarbete samt för framställning och uppdatering av kartor. Analyserar flyg- och satellitbilder. Ger råd bl.a. vid fastighetsbildning, mark- och fastighetsvärdering samt vid samverkan mellan fastigheter.\r\n\r\nHit hör inte\r\nKartingenjör (3117)\r\nMätningsingenjör/MBK-ingenjör (3112) \r\n",
    "occupations": [
      "5mme_U1P_px4",
      "8rtq_NCB_wQA",
      "aBY4_qDb_bRP",
      "bmgy_Rsq_4DA"
    ]
  },
  "2171": {
    "code": "2171",
    "label": "Industridesigner",
    "definition": "Utreder, analyserar, designar och utvecklar produkter för tillverkning. Fastställer mål och restriktioner för designuppdraget i samråd med kunder och intressenter. Samordnar tekniska, ekonomiska och estetiska förutsättningar. Förbereder design och specifikationer för tillverkning.",
    "occupations": [
      "XpZG_8pA_V2c",
      "oV7J_UML_Zy2"
    ]
  },
  "2172": {
    "code": "2172",
    "label": "Grafiska formgivare m.fl.",
    "definition": "Designar och formger tryckt publikation och media. Fastställer mål och restriktioner för designuppdraget genom samråd med kunder och intressenter.\r\n\r\nHit hör inte\r\nInformatör (2432)\r\n",
    "occupations": [
      "E4KE_68y_6ag",
      "VpYo_k5f_N9R",
      "WM8e_aiJ_x1t",
      "gk7z_WZF_iYk",
      "p6Y5_8hP_oFD",
      "qSoX_VSS_SpZ",
      "sYC6_jpc_b8p",
      "xc39_pi7_DXF"
    ]
  },
  "2173": {
    "code": "2173",
    "label": "Designer inom spel och digitala medier",
    "definition": "Designar, formger och utvecklar digital och elektronisk media. Skapar specialeffekter, animering och andra audiovisuella rörliga bilder för dataspel, film, video m.m. Fastställer mål och restriktioner för designuppdraget genom samråd med kunder, intressenter och den egna organisationen.\r\n",
    "occupations": [
      "1qgf_mXF_5Xp",
      "3GKG_7xX_AcT",
      "64tE_EQA_3g4",
      "NmF5_vMj_Mjj",
      "PTs4_wYQ_zDP",
      "Qrbr_LWo_Pqt",
      "StMY_YV6_HYo",
      "TQKD_b9Y_57Z",
      "jg79_1KF_Hvq",
      "pnt9_PEs_zZy",
      "pxgV_uM9_SaZ",
      "ytrP_JCv_bwH"
    ]
  },
  "2179": {
    "code": "2179",
    "label": "Övriga designer och formgivare",
    "definition": "Utför annat design- och utvecklingsarbete än inom 2171-2173. Exempel på arbetsuppgifter: Designar och utvecklar mode-, kläd-, textil-, smyckes- och glasprodukter. Fastställer mål och restriktioner för designuppdraget genom samråd med kunder och intressenter.\r\n",
    "occupations": [
      "BpYy_vyy_DDH",
      "DznH_rkD_dyj",
      "ELDW_fuy_NjZ",
      "K3kr_anm_MnN",
      "WBAb_PN5_jJo",
      "y7Vn_sCD_B6m"
    ]
  },
  "2181": {
    "code": "2181",
    "label": "Arbetsmiljöingenjörer, yrkes- och miljöhygieniker",
    "definition": "Inspekterar arbetsplatser för att kontrollera att arbetsmiljölagen och gällande föreskrifter följs. Kartlägger och analyserar arbetsmiljö för att garantera och stärka hälsosamma arbetsförhållanden. Mäter hälsorisker och utreder arbetsskador. Informerar om risker samt föreslår och genomför lösningar för att förebygga sjukdom eller skada.",
    "occupations": [
      "E6Kf_Y8Q_baT",
      "SwJ6_7pG_qYk",
      "Wx94_afX_z65",
      "tKCe_Qpx_Thx",
      "wTfw_7hJ_gkU"
    ]
  },
  "2182": {
    "code": "2182",
    "label": "Miljö- och hälsoskyddsinspektörer",
    "definition": "Kontrollerar att lagar och föreskrifter om miljö-, hälso- och djurskydd samt för livsmedel efterlevs. Gör utredningar, undersökningar, inspektioner och mätningar. Granskar olika verksamheter och arbetsrutiner ur miljösynpunkt samt utarbetar förbättringsförslag.",
    "occupations": [
      "Asp6_ez8_aQt",
      "Ff3e_S5X_gQr",
      "KvsU_QLE_dXW",
      "RGgm_n1E_LBx",
      "WxGP_KAX_zh4",
      "h87Z_5Fc_wzR",
      "wHan_NPd_h9H"
    ]
  },
  "2183": {
    "code": "2183",
    "label": "Specialister inom miljöskydd och miljöteknik",
    "definition": "Undersöker miljön och utvecklar planer och lösningar för att skydda, bevara, återställa, minimera och förebygga skador på miljön. Undersöker, bedömer och rapporterar om byggnads- och konstruktionsprojekts påverkan på miljön. Inspekterar industriella och offentliga anläggningar och program för att utvärdera drifteffektivitet och garantera att miljöföreskrifterna följs.",
    "occupations": [
      "2gtP_DKV_nfQ",
      "4gH3_huQ_czg",
      "BnmA_vvT_aod",
      "P3mE_DHj_fw3",
      "SLfL_nQ3_MnE",
      "VwH7_tvk_ief",
      "Z22C_Lax_BJF",
      "Z8r5_oWv_dNy",
      "tQue_1d4_APA",
      "viXg_7h3_zzB",
      "xoTd_uUm_g8g"
    ]
  },
  "2211": {
    "code": "2211",
    "label": "Specialistläkare",
    "definition": "Undersöker patienter inom sin specialistkompetens, ställer diagnoser och gör behandlingsplaner. Utför operationer och andra behandlingar, utvecklar teorier och metoder m.m.",
    "occupations": [
      "2CKr_6Br_jGR",
      "3Hz5_7WC_nyE",
      "3gEQ_8d7_G94",
      "BY7C_vSq_8Xe",
      "Ghnc_JiW_xqy",
      "KREy_LcZ_kvM",
      "L8BG_yS3_47d",
      "MrBx_2Rt_thH",
      "NiVs_zKS_8Jr",
      "RxSa_Mp7_9He",
      "S7fN_qrm_XeC",
      "TG6L_znT_mbR",
      "XyDr_64q_Wxw",
      "aCoU_U6i_fza",
      "gLaf_UJ9_iwD",
      "nkRS_dP5_oTt",
      "pcFn_m5i_JQg",
      "wxbk_qHV_yc5"
    ]
  },
  "2212": {
    "code": "2212",
    "label": "ST-läkare",
    "definition": "Gör en tidsbegränsad specialisttjänstgöring bestående av utbildning samt läkararbete under handledning. Undersöker patienter, ställer diagnoser och gör behandlingsplaner.",
    "occupations": [
      "47p3_SHB_BaN",
      "6TcC_oXD_QPw",
      "7DXi_PWR_7KY",
      "AuNz_bpY_2hw",
      "FLtw_mmR_SZM",
      "Fres_s5p_YxD",
      "Hs5u_t2n_318",
      "LKDz_W5q_R6b",
      "LQMa_8hg_qQX",
      "Syqq_KgT_c1d",
      "Tc59_EuR_SLd",
      "ZUh6_wvR_tU4",
      "cJmQ_MNU_yCf",
      "cvFw_Ay2_ynn",
      "eeL2_fda_nys",
      "euBU_PCc_Jh2",
      "k4xL_m1y_aKQ",
      "nm6i_zmH_rEz",
      "zmxT_c1g_7AN"
    ]
  },
  "2213": {
    "code": "2213",
    "label": "AT-läkare",
    "definition": "Gör en tidsbegränsad allmäntjänstgöring bestående av utbildning samt läkararbete under handledning. Undersöker patienter, ställer diagnoser och gör behandlingsplaner.\r\n",
    "occupations": [
      "mtf5_vYH_PCv"
    ]
  },
  "2219": {
    "code": "2219",
    "label": "Övriga läkare",
    "definition": "Undersöker patienter, ställer diagnoser och gör behandlingsplaner. Utför operationer och andra behandlingar, utvecklar teorier och metoder m.m.\r\n",
    "occupations": [
      "9K3i_XD4_Kyy",
      "pJrc_BsB_dTF"
    ]
  },
  "2221": {
    "code": "2221",
    "label": "Grundutbildade sjuksköterskor",
    "definition": "Behandlar och vårdar samt ansvarar för den medicinska omvårdnaden och läkemedelshantering.",
    "occupations": [
      "7Ngz_tJ4_hZ3",
      "bXNH_MNX_dUR",
      "dASq_9GH_jbS",
      "t3qY_aWP_PJB"
    ]
  },
  "2222": {
    "code": "2222",
    "label": "Barnmorskor",
    "definition": "Har vårdansvar vid förlossningar. Vårdar nyblivna mammor och barn på sjukhusens förlossnings- och BB-avdelningar samt mödravårdscentraler. Gör hälsoundersökningar samt svarar för föräldrautbildning. Informerar om sex och samlevnad samt skriver ut preventivmedel.",
    "occupations": [
      "DEDi_wap_ntF",
      "vrZx_wdU_6MX"
    ]
  },
  "2223": {
    "code": "2223",
    "label": "Anestesisjuksköterskor",
    "definition": "Söver eller lokalbedövar patienter som ska opereras. Övervakar, bedömer och säkerställer god andning och cirkulation hos patienten under operation.\r\n",
    "occupations": [
      "4qYQ_tWb_QjD"
    ]
  },
  "2224": {
    "code": "2224",
    "label": "Distriktssköterskor",
    "definition": "Svarar för öppen hälso- och sjukvård inom ett geografiskt område. Ger råd och behandlingar på egen mottagning eller vid hembesök. Gör bedömningar av patienters hälso- och sjukdomstillstånd och vårdbehov.\r\n",
    "occupations": [
      "n2Tp_B8E_gED"
    ]
  },
  "2225": {
    "code": "2225",
    "label": "Psykiatrisjuksköterskor",
    "definition": "Behandlar och vårdar patienter inom psykiatrisk vård på avdelning, mottagning, behandlingshem m.m.",
    "occupations": [
      "UVrW_krj_vk8"
    ]
  },
  "2226": {
    "code": "2226",
    "label": "Ambulanssjuksköterskor m.fl.",
    "definition": "Vårdar patienter med akuta sjukdomar och skador. Har det medicinska ansvaret i en ambulans.",
    "occupations": [
      "Pi5N_5NB_7BY",
      "dAmo_ydH_Fko"
    ]
  },
  "2227": {
    "code": "2227",
    "label": "Geriatriksjuksköterskor",
    "definition": "Ger omvårdnad till äldre människor för att förebygga och behandla åldersrelaterade sjukdomar.\r\n",
    "occupations": [
      "6dCj_L43_LpC",
      "Di9K_poT_rCx"
    ]
  },
  "2228": {
    "code": "2228",
    "label": "Intensivvårdssjuksköterskor",
    "definition": "Vårdar patienter med svåra sjukdomstillstånd på intensivvårdsavdelning och postoperativa avdelningar.\r\n",
    "occupations": [
      "Uh7q_DpM_rm3"
    ]
  },
  "2231": {
    "code": "2231",
    "label": "Operationssjuksköterskor",
    "definition": "Samordnar och leder arbetet i en operationssal och ansvarar för omvårdnad av patienter. Ställer i ordning och kontrollerar medicinteknisk apparatur och utrustning samt ansvarar för hygien och aseptik.",
    "occupations": [
      "YJKc_yXU_DUH"
    ]
  },
  "2232": {
    "code": "2232",
    "label": "Barnsjuksköterskor",
    "definition": "Vårdar och behandlar sjuka och skadade barn och ungdomar inom akutsjukvård, barnmedicin, barnkirurgi, spädbarnsvård eller på barnavårdscentral. Ger råd och stöd till föräldrar samt genomför hälsokontroller.",
    "occupations": [
      "CQBS_ZSZ_ViP"
    ]
  },
  "2233": {
    "code": "2233",
    "label": "Skolsköterskor",
    "definition": "Arbetar med förebyggande hälsovård inom skola. Följer elevernas hälsoutveckling genom regelbundna hälsokontroller.",
    "occupations": [
      "szfD_hPZ_y7M"
    ]
  },
  "2234": {
    "code": "2234",
    "label": "Företagssköterskor",
    "definition": "Medverkar vid rehabilitering och omhändertagande av arbetsrelaterade sjukdomar inom företagshälsovården. Förebygger sjukdomar och arbetsskador.\r\n",
    "occupations": [
      "TprQ_iME_Evi"
    ]
  },
  "2235": {
    "code": "2235",
    "label": "Röntgensjuksköterskor",
    "definition": "Utför röntgenundersökningar eller andra radiologiska undersökningar inför diagnostik och behandling. Ställer i ordning och kontrollerar medicinteknisk apparatur och utrustning.\r\n",
    "occupations": [
      "ztEq_Vts_77r"
    ]
  },
  "2239": {
    "code": "2239",
    "label": "Övriga specialistsjuksköterskor",
    "definition": "Utför annat specialistarbete för sjuksköterskor än inom 2221-2235. Till exempel inom ögonvård, onkologi m.m. Planerar och samordnar det praktiska vårdarbetet på kliniknivå och mellan olika huvudmän.",
    "occupations": [
      "3PX6_gqv_WJW",
      "AFm7_LbR_f1U",
      "Agi7_Q14_oxk",
      "Ctfy_d3y_vN6",
      "GZ7s_P2E_NGC",
      "P255_NB8_Aa7",
      "WvAR_LVc_su2",
      "ewwW_RjX_2BQ",
      "gf2M_4pj_b5S",
      "hbyN_1pA_VxX",
      "qw9j_P87_bcJ",
      "uUNZ_Mwb_B4d",
      "uhkP_bCc_dPx",
      "xwG4_5v2_7ZC",
      "yrJP_GPE_xpq"
    ]
  },
  "2241": {
    "code": "2241",
    "label": "Psykologer",
    "definition": "Undersöker, utreder, diagnostiserar och behandlar människors psykiska funktioner, besvär och sjukdomar. Ger råd och vägledning i konfliktlösning. Ger stöd vid organisationsförändringar, ledarskapsutveckling och personalförsörjning m.m. Utvecklar teorier, modeller och metoder inom psykologi och psykoanalys.\r\n",
    "occupations": [
      "SEhy_kME_xFW",
      "te5X_YVU_JaR",
      "xBo9_V9m_bfg",
      "xnpp_dc3_tYy",
      "zRLw_Aid_zDh"
    ]
  },
  "2242": {
    "code": "2242",
    "label": "Psykoterapeuter",
    "definition": "Ger psykoterapeutisk eller psykoanalytisk behandling genom samtal med individer, familjer eller grupper. Undersöker psykiska problem, kartlägger hinder och möjligheter till lösningar.",
    "occupations": [
      "ppBB_1e9_XKD"
    ]
  },
  "2250": {
    "code": "2250",
    "label": "Veterinärer",
    "definition": "Undersöker, ställer diagnos och behandlar sjuka och skadade djur. Ger råd om djurhälsovård och avel. Kontrollerar djurbesättningar och slaktdjur. Ger råd och kontrollerar livsmedelshygien, djurskydd, smittskydd och import av djur och livsmedel.",
    "occupations": [
      "A1ut_NPJ_4av",
      "GgmE_SvH_mtm",
      "s649_4qV_ucB"
    ]
  },
  "2260": {
    "code": "2260",
    "label": "Tandläkare",
    "definition": "Förebygger, diagnostiserar och behandlar sjukdomar och skador i munhåla och käksystem. Undersöker och följer upp utveckling och tillväxt av tänder och käkar. Lägger upp preventions- och behandlingsplaner, lagar tänder, behandlar tandställningsfel samt utför tandoperationer. Informerar, ger råd och utfärdar anvisningar om egenbehandling och preventiv tandvård. Utvecklar teorier och metoder inom tandläkarvetenskapen.",
    "occupations": [
      "59gf_eKP_pEW",
      "CbFL_fwZ_WzR",
      "L27F_P6M_YgS",
      "M1Ls_zr9_5TR",
      "PB9o_ES7_vmw",
      "TdvW_S8R_CFH",
      "mebc_91L_CNT",
      "og19_pme_uyL",
      "psA7_tjX_Dz1",
      "rAUa_sJT_33X",
      "rvwg_tDR_q7X",
      "yNu2_zWd_pM9"
    ]
  },
  "2271": {
    "code": "2271",
    "label": "Kiropraktorer och naprapater m.fl.",
    "definition": "Undersöker, diagnostiserar och behandlar i syfte att återställa normal funktion i leder, muskler och nervsystem. Behandlar ryggbesvär, muskelbesvär, huvudvärk, nackspärr, ischias, idrottsskador och arbetsrelaterade besvär m.m. Återställer funktionen och lindrar smärta genom manuella tekniker som manipulation, stretching och massage.",
    "occupations": [
      "3EeV_kzS_zag",
      "SZ8R_TDF_sUJ",
      "oBzD_Pym_iqC"
    ]
  },
  "2272": {
    "code": "2272",
    "label": "Fysioterapeuter och sjukgymnaster",
    "definition": "Undersöker, diagnostiserar och behandlar patienter som har eller riskerar att få funktionsnedsättningar till följd av sjukdomar eller skador i olika organsystem, t.ex. andningsorgan, cirkulationssystem, nervsystem, rörelseorgan och psykisk ohälsa.",
    "occupations": [
      "5gzE_sFU_Xxj",
      "ES2Z_D87_uLq",
      "qnF9_wC7_zTq"
    ]
  },
  "2273": {
    "code": "2273",
    "label": "Arbetsterapeuter",
    "definition": "Förebygger, förbättrar och kompenserar nedsatt aktivitetsförmåga. Tränar fysiska och psykiska förmågor samt förändrar arbetsmetoder. Föreskriver och anpassar hjälpmedel, t.ex. IT-baserade hjälpprogram, specialdesignade redskap m.m. Medverkar i frågor om tillgänglighet i den fysiska miljön, t.ex. anpassning av bostad, arbetsplats och skola.",
    "occupations": [
      "dvdA_ymy_6tN",
      "heGV_uHh_o8W",
      "pTLB_6Zr_fGi",
      "xaaV_c7e_mk7"
    ]
  },
  "2281": {
    "code": "2281",
    "label": "Apotekare",
    "definition": "Forskar inom, tillverkar, kontrollerar, marknadsför och säljer läkemedel inom exempelvis apotek, läkemedelsindustri och sjukhus. Informerar allmänheten och vårdpersonal om läkemedlets effekter och användning.\r\n",
    "occupations": [
      "YHfo_Sbx_vzK"
    ]
  },
  "2282": {
    "code": "2282",
    "label": "Dietister",
    "definition": "Informerar, ger råd om och undervisar i närings- och kostfrågor. Utreder patienters sjukdomsbild och matvanor samt utarbetar kostförslag. Medverkar i forsknings- och utvecklingsprojekt kring kost och hälsa.",
    "occupations": [
      "C1FR_RzT_hzP",
      "TfPJ_UNQ_pZo"
    ]
  },
  "2283": {
    "code": "2283",
    "label": "Audionomer och logopeder",
    "definition": "Utreder och bedömer hörselbesvär och anpassar hörhjälpmedel. Informerar och utbildar om hörselsvårigheter. Undersöker, ställer diagnos och behandlar röst-, tal- och språkstörningar. Leder träning och ordinerar kommunikationshjälpmedel.",
    "occupations": [
      "BnhE_hcg_H2c",
      "QUYd_jXk_hve",
      "dc3q_nr5_Lk4",
      "hEZU_XUN_X3b"
    ]
  },
  "2284": {
    "code": "2284",
    "label": "Optiker",
    "definition": "Gör synundersökningar, ordinerar och provar ut glasögon, kontaktlinser och synhjälpmedel. Reparerar glasögon. Säljer glasögon, kontaktlinser och andra synhjälpmedel.",
    "occupations": [
      "HWPy_9jT_TX2"
    ]
  },
  "2289": {
    "code": "2289",
    "label": "Övriga specialister inom hälso- och sjukvård",
    "definition": "Utför annat specialistarbete inom hälso- och sjukvård än inom 2241-2284. Exempel på arbetsuppgifter: Behandlar, rehabiliterar och arbetar förebyggande med hjälp av bild-, dans- och musikterapi. Diagnostiserar och behandlar sjukdomstillstånd och skador i fot och vrist.",
    "occupations": [
      "XBpo_B5s_mZA",
      "b856_q3P_tzU",
      "nZCK_nUi_VS1",
      "o88C_4FD_QDs"
    ]
  },
  "2311": {
    "code": "2311",
    "label": "Professorer",
    "definition": "Har ämnesansvar och övergripande ansvar för utbildnings- och forskningsverksamhet inom ämnet. Leder, genomför och utvecklar utbildning på alla nivåer inom högskola och universitet. Handleder forskarstuderande, leder forskargrupper och bedriver forskning. Utför sakkunniguppdrag.\r\n",
    "occupations": [
      "dT2w_rhK_JtM"
    ]
  },
  "2312": {
    "code": "2312",
    "label": "Universitets- och högskolelektorer",
    "definition": "Undervisar samt deltar i utvecklingen av grund- och forskarutbildning. Handleder och examinerar studerande inom grundutbildning. Handleder doktorander. Deltar i internt ledningsarbete. Planerar och genomför forskningsverksamhet.",
    "occupations": [
      "9kWY_X1U_RyC",
      "ShAW_k4b_3PD"
    ]
  },
  "2313": {
    "code": "2313",
    "label": "Forskarassistenter m.fl.",
    "definition": "Planerar, genomför och leder forskningsverksamhet. Medverkar i undervisning.\r\n\r\nHit hör inte\r\nForskarassistent utan uppgift att undervisa (ingår i yrke inom respektive inriktning)\r\n",
    "occupations": [
      "2iBk_N8d_Gm4",
      "8XzZ_2LL_NRk",
      "J2oU_Cpq_ZVX",
      "kR6N_46L_Hc9",
      "qKiE_nbz_crB"
    ]
  },
  "2314": {
    "code": "2314",
    "label": "Doktorander",
    "definition": "Forskar inom ett ämnesområde. Medverkar i undervisning inom grundutbildning.\r\n\r\nHit hör inte\r\nDoktorand som bedriver sitt forskningsarbete utanför högskolan (ingår i yrke inom respektive inriktning)\r\n",
    "occupations": [
      "Pgpp_B8P_wot"
    ]
  },
  "2319": {
    "code": "2319",
    "label": "Övriga universitets- och högskolelärare",
    "definition": "Utför annat undervisningsarbete inom högskola och universitet än inom 2311-2314. Exempel på arbetsuppgifter: Undervisar, handleder samt examinerar inom grundutbildningen. Deltar i utvecklingen av utbildningen inom området.\r\n",
    "occupations": [
      "YfCD_kUE_kck"
    ]
  },
  "2320": {
    "code": "2320",
    "label": "Lärare i yrkesämnen",
    "definition": "Undervisar på gymnasial och eftergymnasial nivå i yrkesämnen. Planerar, genomför och utvärderar undervisningen i enlighet med läro- och ämnesplaner. Utför bedömning och betygsättning.",
    "occupations": [
      "g7NJ_ZHN_MPB",
      "sETD_6ca_PbW"
    ]
  },
  "2330": {
    "code": "2330",
    "label": "Gymnasielärare",
    "definition": "Undervisar på gymnasial nivå i teoretiska och praktisk-estetiska ämnen. Planerar, genomför och utvärderar undervisningen i enlighet med läro- och ämnesplaner. Utför bedömning och betygsättning.",
    "occupations": [
      "86sy_hBf_exW",
      "P9Et_5en_uwo",
      "kJEw_Qzp_bkK"
    ]
  },
  "2341": {
    "code": "2341",
    "label": "Grundskollärare",
    "definition": "Undervisar i grundskolan. Planerar, genomför och utvärderar undervisningen i grundskola i enlighet med läro- och kursplaner. Utför bedömning och betygsättning.",
    "occupations": [
      "PecC_mHt_1Cj",
      "S9LC_4m4_yza",
      "VZoJ_4oe_xyR",
      "rgsj_poi_koz",
      "wypk_7S7_snv"
    ]
  },
  "2342": {
    "code": "2342",
    "label": "Fritidspedagoger",
    "definition": "Planerar och organiserar fritidsaktiviteter för skolelever 6-12 år i fritidshem eller öppen fritidsverksamhet. Medverkar i pedagogisk verksamhet i skolklasser.",
    "occupations": [
      "Pfxa_8V3_8kV",
      "ps1c_9CW_NDy"
    ]
  },
  "2343": {
    "code": "2343",
    "label": "Förskollärare",
    "definition": "Undervisar och organiserar aktiviteter i förskola eller i förskoleklass. Planerar och genomför undervisning i enlighet med läroplan.",
    "occupations": [
      "4mUk_ow8_wji",
      "JUu4_wcP_kQG",
      "kbCX_1s6_vqh",
      "rUcW_z9R_Qsv"
    ]
  },
  "2351": {
    "code": "2351",
    "label": "Speciallärare och specialpedagoger m.fl.",
    "definition": "Undervisar elever med behov av särskilt stöd i förskola och förskoleklass samt grund- och gymnasieskola. Anpassar undervisningen efter elevernas förutsättningar och använder speciella hjälpmedel och arbetsmetoder. Ger specialpedagogiskt stöd till lärare och utvecklar undervisningsmetodik. Utvärderar och inspekterar tillämpningen av skollag, läroplaner och förordningar.",
    "occupations": [
      "BgiX_vEt_6Ko",
      "Curv_dHm_3dZ",
      "Q4cY_dFt_9ou",
      "Tyia_uZN_ZSc",
      "ViNH_ews_HsT",
      "cztk_vjQ_Jyo",
      "dhXy_7Te_Tzb",
      "f1zq_tpA_QtN",
      "guie_fEy_nt1",
      "hhzp_fKU_NQ2",
      "wgpx_nrT_Wd7",
      "zgdJ_VBy_xLX"
    ]
  },
  "2352": {
    "code": "2352",
    "label": "Studie- och yrkesvägledare",
    "definition": "Informerar och ger råd till studerande om studieval, yrken och yrkesval. Organiserar elevernas arbetsplatspraktik.",
    "occupations": [
      "KYPa_Jv8_ZbU",
      "au7G_ooX_gGy"
    ]
  },
  "2359": {
    "code": "2359",
    "label": "Övriga pedagoger med teoretisk specialistkompetens",
    "definition": "Utför annat pedagogiskt arbete än inom 2320-2352. Exempel på arbetsuppgifter: Undervisar på musikskolor eller inom konst, musik, teater och dans. Planerar, genomför och utvärderar undervisning i svenska för invandrare.",
    "occupations": [
      "15e8_KDZ_31Z",
      "1yBB_G2R_LGr",
      "3XMs_GiA_szk",
      "6U5J_pNt_h6t",
      "D8xk_1Sz_Dqo",
      "KAF2_Th5_aiq",
      "LQDq_hXy_t7W",
      "PC9e_5Fn_5Vx",
      "QhS4_HKc_T2v",
      "SA7K_jqY_K81",
      "TFdz_Dvb_vwc",
      "f5ea_EuN_EfJ",
      "jUbF_gem_LC8",
      "pUgn_qWq_yog",
      "qaj9_brh_EM1",
      "r8Cv_UQf_sS9",
      "xrVh_3uf_kWi",
      "zrQ9_1z2_kT3"
    ]
  },
  "2411": {
    "code": "2411",
    "label": "Revisorer m.fl.",
    "definition": "Utreder, granskar och bedömer företags, organisationers och myndigheters redovisning och förvaltning. Ger råd i boksluts-, redovisnings-, skatte-, finansierings- och försäkringsfrågor. Leder företags eller grupp av företags ekonomistyrning. Ansvarar för uppläggning och uppföljning av budget samt analyserar resultat. Bedömer om ledningens intentioner följs och om företagets resurser utnyttjas effektivt. Granskar och utvärderar företagets rutiner och interna kontroll. \r\n\r\nHit hör inte\r\nRedovisningskonsult (3313)",
    "occupations": [
      "6UAM_i1i_RYb",
      "jwgi_jYc_iE9"
    ]
  },
  "2412": {
    "code": "2412",
    "label": "Controller",
    "definition": "Analyserar, följer upp och bevakar företags, organisationers och myndigheters resultat, lönsamhet, verksamhetsplan och hållbarhetsstrategier. Formulerar mål, gör prognoser och anger riktlinjer för ekonomiarbetet. Utvecklar planerings- och uppföljningssystem.",
    "occupations": [
      "6N4Q_KwA_SS1",
      "8tSq_t1z_MRT",
      "Aqbg_XW3_UGb",
      "GrZU_ofe_QAx",
      "QQ23_iVQ_Kzw",
      "SgGz_7JC_dtw",
      "TMQA_DYj_srP",
      "eirM_Tfo_qRu"
    ]
  },
  "2413": {
    "code": "2413",
    "label": "Finansanalytiker och investeringsrådgivare m.fl.",
    "definition": "Analyserar bolagens ekonomi, ekonomiska förutsättningar och framtidsutsikter samt affärsmöjligheter. Utvecklar finans- och investeringsstrategier för kunder. Ger råd till enskilda personer, företag och organisationer inom sparande, investeringar och försäkring samt vid köp och försäljning av värdepapper. Analyserar och utvärderar placeringsalternativ, aktier eller obligationer samt arbetar med portföljförvaltning. Lämnar råd och handlägger skatteärenden, bolagsbildning, köp och försäljning av exempelvis fast egendom. \r\n\r\nHit hör inte\r\nMäklare inom finans (3311)",
    "occupations": [
      "2Di8_skD_voL",
      "5W5Z_b4L_upx",
      "V2MS_5F4_WAq",
      "ZaFc_F2b_Yuo",
      "ZwtT_u1t_CsN",
      "roHu_JVn_w1y",
      "vRnJ_Q2o_R1h"
    ]
  },
  "2414": {
    "code": "2414",
    "label": "Traders och fondförvaltare",
    "definition": "Förvaltar, köper samt säljer aktier, obligationer och andra värdepapper. Sätter upp finansiella mål och utvecklar strategier för att nå dem. Förvaltar fonder. Övervakar resultat från investeringar, granskar och reviderar investeringsplaner utifrån behov och förändringar på marknaden.\r\n\r\nHit hör inte\r\nMäklare inom finans (3311)\r\n",
    "occupations": [
      "edHP_yoz_SJM",
      "u2iH_Myz_45U"
    ]
  },
  "2415": {
    "code": "2415",
    "label": "Nationalekonomer och makroanalytiker m.fl.",
    "definition": "Studerar, analyserar, utvecklar och förklarar ekonomiska drivkrafter utifrån nationalekonomiska teorier och modeller. Jämför samhällsekonomiska teorier och modeller för att analysera och prognostisera beteenden och fenomen på individ-, företags- och samhällsnivå exempelvis arbetslöshet, inflation, investeringar och ekonomisk tillväxt. Analyserar stora världshändelser och länders förhållanden. Föreslår och värderar utfallet av politiska reformer och åtgärder. Utvecklar nya ekonomiska modeller.",
    "occupations": [
      "6Cud_aLn_ehn",
      "Ach2_hzC_uiT",
      "bup8_c8x_vsX",
      "ef1m_sEu_ok6",
      "khyA_L28_aHz",
      "syYF_66W_KyY",
      "tMTe_gUs_92Z"
    ]
  },
  "2419": {
    "code": "2419",
    "label": "Övriga ekonomer",
    "definition": "Utför annat ekonomiskt specialistarbete än inom 2411-2415. Exempel på arbetsuppgifter: Budget- och skuldrådgivning, fastighetsvärdering m.m.\r\n\r\nHit hör inte\r\nFastighetsmäklare (3334)\r\n",
    "occupations": [
      "2tSL_RP2_jUP",
      "6HTa_FAx_EkV",
      "PJ8m_FaH_ahY",
      "UYEg_5GS_1mJ",
      "f4uL_hds_hmu",
      "tRo2_KzC_RFT"
    ]
  },
  "2421": {
    "code": "2421",
    "label": "Lednings- och organisationsutvecklare",
    "definition": "Utreder företags och organisationers verksamhet. Föreslår och planerar åtgärder för att utveckla och rationalisera verksamheten.",
    "occupations": [
      "3Zo3_ez5_Kdx",
      "3vry_gaE_yfQ",
      "9LoK_Hba_2NG",
      "9MD2_MYv_ukk",
      "Fb9B_93K_hHP",
      "J7aL_Ugk_bkU",
      "Wui8_Q9N_NVc",
      "X1FS_ZXE_DT2",
      "XJGx_3CT_HxX",
      "Zwhm_5tT_Zms",
      "Zx9p_x3C_ohu",
      "fUJp_V4d_ueo",
      "x6oS_7T1_8Rh",
      "yc4h_BH7_yq6"
    ]
  },
  "2422": {
    "code": "2422",
    "label": "Planerare och utredare m.fl.",
    "definition": "Planerar, utreder och handlägger ärenden inom offentlig sektor, företag och organisationer. Utarbetar rapporter, utredningar m.m. Utformar direktiv och förordningar samt utövar tillsyn.",
    "occupations": [
      "1Cjx_ooE_HT9",
      "1DSQ_YqU_AMs",
      "1awg_QKB_bkw",
      "1mBD_3PT_t2h",
      "1naX_kwP_nzG",
      "7YVF_kE4_aPm",
      "9ENZ_5kK_FrP",
      "B5ME_WoV_6ZB",
      "BPnn_Wh1_PZH",
      "CKJ9_ZCh_SQ6",
      "D2sd_ok7_QAv",
      "Dt25_NxU_ASi",
      "Ebc2_RCx_ngB",
      "EgyF_T9E_tg6",
      "FVGD_Qb5_oxT",
      "Gas4_5AR_GZC",
      "Gs8E_rxg_vLX",
      "JvRi_WQd_NP3",
      "Jz6u_Wqj_y7N",
      "L5t3_Vf6_qZq",
      "S46w_C6B_hxh",
      "SFZw_QVx_MU7",
      "T6tY_uW8_Rw4",
      "UrNc_Tx6_vGs",
      "XWyW_4YA_kjf",
      "Y89z_jPJ_jFv",
      "YG1s_tUg_jWJ",
      "Zme8_ZCs_itg",
      "aY7W_GJ6_o62",
      "bXik_Ys8_w9s",
      "brrG_pJ8_Gc3",
      "c9xX_2pP_87h",
      "d7s6_CJT_vmu",
      "dbJy_8L3_Nkb",
      "g41i_MsZ_2Ga",
      "hN4f_6jN_eZQ",
      "j6a1_gE6_uYW",
      "k7GJ_Ysw_GbY",
      "kDDZ_ekG_oQU",
      "mokP_vny_RLh",
      "mqMb_FSG_ahg",
      "nNEJ_aMM_bWW",
      "oPcU_Dcj_6cq",
      "q1k8_CXz_7Nd",
      "u9g1_LAk_2PX",
      "uYjC_s5u_tKu",
      "vyab_VDH_LLt",
      "wSsP_RuF_tcG",
      "wfAA_fWK_aym",
      "yhF2_vDD_WB9"
    ]
  },
  "2423": {
    "code": "2423",
    "label": "Personal- och HR-specialister",
    "definition": "Planerar och organiserar rekrytering, utveckling omplacering och avveckling av personal. Upprättar personalbudget och utbildningsplaner. Deltar i förhandlingar om löner, anställningsvillkor samt tolkar och informerar om arbetsrättsliga lagar och avtal.\r\n\r\nHit hör inte\r\nPersonalansvarig (2423)",
    "occupations": [
      "1aZz_LY7_QYN",
      "1d3z_y59_2Hm",
      "23nR_PXa_9br",
      "DHo9_qpj_owx",
      "QaQC_ozP_Bme",
      "Ygok_j9c_uke",
      "ds7X_mdp_bPc",
      "s28Q_sya_S2b",
      "uiqh_Drm_XGr"
    ]
  },
  "2431": {
    "code": "2431",
    "label": "Marknadsanalytiker och marknadsförare m.fl.",
    "definition": "Utvecklar, planerar och samordnar reklamkampanjer och marknadsföringsstrategier. Samlar in, bearbetar och analyserar data om marknader. Gör prognoser om framtida marknader och trender samt ger råd om försäljningsstrategier. Bedömer marknaden för nya varor och tjänster. Identifierar och utvecklar marknadsmöjligheter för nya och befintliga varor och tjänster.\r\n",
    "occupations": [
      "1z8u_QoC_C56",
      "2DRV_Z7N_2Gk",
      "3abF_Jyu_WtS",
      "Eh2z_fA6_4Ls",
      "MqZd_qqV_ZUM",
      "Tr7k_cwB_2T4",
      "WCma_2oa_gyZ",
      "eTVL_hfE_Lyh",
      "g2XL_xyr_wS7",
      "jtGy_ZBL_NEP",
      "mUa7_6EA_jUn",
      "ooRg_ZrL_uVU",
      "s1An_KJo_G5i"
    ]
  },
  "2432": {
    "code": "2432",
    "label": "Informatörer, kommunikatörer och PR-specialister",
    "definition": "Planerar, utvecklar, genomför och utvärderar informations- och kommunikationsstrategier om företags eller organisations mål, policy, verksamhet, resultat och aktuella händelser. Utformar informationsinnehåll.",
    "occupations": [
      "2MWk_Cnz_tTJ",
      "64i5_ex4_BP9",
      "7mFy_ghh_iL6",
      "Cya6_5QD_RTL",
      "JEfK_mkY_bp1",
      "Lr2R_4wo_4yJ",
      "Mhxx_6q2_tY7",
      "Sow7_TEq_S9T",
      "TGjW_5aJ_3jH",
      "TxpA_wa5_FBf",
      "XiJJ_yXL_TC7",
      "YmhJ_5rb_V4W",
      "aRp4_qjZ_tPV",
      "om9i_fYm_RSu",
      "qrqz_uUw_so5",
      "ssMq_a6Q_Sd4"
    ]
  },
  "2511": {
    "code": "2511",
    "label": "Systemanalytiker och IT-arkitekter m.fl.",
    "definition": "Tar fram strategier för utveckling av IT-system. Ansvarar för företags och organisationers IT-struktur och ser till att IT används på ett effektivt sätt. Ansvarar för att den tekniska arkitekturen understödjer verksamhetens behov och krav.",
    "occupations": [
      "5tRi_kgo_ZAJ",
      "6CfM_iwp_hDJ",
      "7YaM_bPu_c1T",
      "83ms_KJt_Pv6",
      "Bk9y_Nbk_FYQ",
      "Gjz2_EJT_HGL",
      "QsNj_UkQ_Hg5",
      "TT8h_qKk_1iu",
      "XZaM_BRb_3mM",
      "eSph_tp4_T7Z",
      "h643_FdG_96d",
      "i1F4_cZZ_PJu",
      "r66d_XpS_6bt",
      "wQA4_aaU_D3W",
      "ziUj_67V_Yk4"
    ]
  },
  "2512": {
    "code": "2512",
    "label": "Mjukvaru- och systemutvecklare m.fl.",
    "definition": "Analyserar, designar och utvecklar IT-system eller delar av system. Utformar och utvecklar lösningar för programvara, applikationer, system och databaser.",
    "occupations": [
      "71Ji_irM_rSJ",
      "7wdX_4rv_33z",
      "9jYT_DS5_6JE",
      "CQse_CRd_snw",
      "CZkP_hCz_KM8",
      "GDHs_eoz_uKx",
      "WoBk_fWz_nrt",
      "YpXF_Mob_zM8",
      "e5sX_ceH_kV7",
      "fg7B_yov_smw",
      "n2kJ_qFK_x2K",
      "rQds_YGd_quU",
      "rz2m_96d_vyF",
      "vpAN_viS_cFV",
      "z5AM_ayf_WcL"
    ]
  },
  "2513": {
    "code": "2513",
    "label": "Utvecklare inom spel och digitala media",
    "definition": "Utvecklar och programmerar spel och andra interaktiva medier som innefattar grafik och digitala animationer.",
    "occupations": [
      "TpGL_8kr_6K1",
      "hP7c_k43_mUw",
      "kPWD_ic7_CLm",
      "uo9D_Kkk_xuh"
    ]
  },
  "2514": {
    "code": "2514",
    "label": "Systemtestare och testledare",
    "definition": "Planerar, utvecklar, dokumenterar och genomför tester på olika nivåer, från enskilda programvaror till hela system. Verifierar att program och system fungerar enligt användarkrav, fastställda riktlinjer och regelverk.",
    "occupations": [
      "843H_Mp1_EVL",
      "CTqd_fc6_MG5",
      "KXaA_48Y_gKe",
      "TU7g_mwa_VzB",
      "sUih_DqP_zQP"
    ]
  },
  "2515": {
    "code": "2515",
    "label": "Systemförvaltare m.fl.",
    "definition": "Ansvarar för och sköter IT-system som är i drift. Underhåller och förbättrar IT-system.",
    "occupations": [
      "AQ8y_9XL_Jvv",
      "nFJR_WkF_ir7",
      "oSg4_2uU_wpN",
      "wNG8_Rsg_RQc"
    ]
  },
  "2516": {
    "code": "2516",
    "label": "IT-säkerhetsspecialister",
    "definition": "Ansvarar för IT-säkerheten i företag och organisationer. Gör risk- och sårbarhetsanalyser. Utformar säkerhetslösningar och IT-säkerhetssystem utifrån verksamhetens behov.",
    "occupations": [
      "9yMK_8ep_D1K",
      "FHwx_yXu_FAd",
      "JPBx_Vxc_zWM",
      "MGCL_TYX_EUA",
      "YLgW_3fm_CmS",
      "fZoS_si8_SFg",
      "wPEL_cpR_WA2"
    ]
  },
  "2519": {
    "code": "2519",
    "label": "Övriga IT-specialister",
    "definition": "Utför annat specialistarbete inom IT än inom 2511-2516. Exempel på arbetsuppgifter: Planerar och lägger upp strategier för hur informationsteknik eller datateknik ska användas på ett företag eller i en organisation. Forskar inom IT.\r\n",
    "occupations": [
      "1UTZ_bS9_kUD",
      "7TWG_1jQ_ULf",
      "96k5_qy6_PQv",
      "J4Rt_8su_TcY",
      "QQjZ_NAN_bDR",
      "YAB4_1jM_DAK",
      "iwJU_gW4_SxT",
      "mBMU_HvW_LMY",
      "pm44_MPD_1wd",
      "xJQz_S3z_vab"
    ]
  },
  "2611": {
    "code": "2611",
    "label": "Advokater",
    "definition": "Tolkar lagar och avtal. Förbereder processer och företräder part vid tvist och förhandling. För parts talan i domstol. Ger råd och upprättar juridiska handlingar.",
    "occupations": [
      "tQFo_jhD_UXT"
    ]
  },
  "2612": {
    "code": "2612",
    "label": "Domare",
    "definition": "Tolkar lagar och avtal. Bereder, föredrar och handlägger ärenden och mål samt bestämmer rättegångsordning. Dömer mål i allmän domstol, förvaltningsdomstol eller specialdomstol. Skriver domar och beslut.\r\n",
    "occupations": [
      "1gxo_A2w_5A3",
      "Hoev_CZJ_Uej",
      "R1KJ_g9V_Hd1",
      "R96Q_iZz_EEN",
      "THPG_73G_E5r",
      "U9AU_Rre_pbM",
      "Y2fL_gQi_EVU",
      "e38N_yjU_sZq",
      "i1oo_e5Q_bgL",
      "uFNT_1EH_Cgq",
      "vZwa_QWZ_tYo",
      "xbZT_DjD_aWc",
      "zzs5_u1V_MWZ"
    ]
  },
  "2613": {
    "code": "2613",
    "label": "Åklagare",
    "definition": "Utreder brott tillsammans med polis, leder förundersökningar och beslutar om åtal. Beskriver brott, håller förhör och föreslår straff i rätten.",
    "occupations": [
      "B7rt_Gcd_YEP",
      "xrNb_bgJ_bdD"
    ]
  },
  "2614": {
    "code": "2614",
    "label": "Affärs- och företagsjurister",
    "definition": "Tolkar lagar samt formulerar och granskar avtal och andra juridiska handlingar. Ser till att avtal och kontrakt är juridiskt bindande och följer de lagar och bestämmelser som finns på området. Företräder klienter i juridiska frågor och vid förhandlingar. Förbereder processer och företräder klient inför domstol. Utformar försäkringsvillkor.",
    "occupations": [
      "EsXb_35r_rTR",
      "FVym_vuE_zrk",
      "Ge1J_Xyz_cAL",
      "J7Xj_Srg_vHe",
      "JsZC_cXR_Aop",
      "NRKi_FKY_H8E",
      "SxuD_j5S_Xmr",
      "ho3v_5nB_pK4",
      "iXGB_w9y_33h",
      "iiJF_QdU_neU",
      "pryF_3WJ_nLL",
      "rnBV_XXP_Uv2",
      "yxdq_tQs_wWo"
    ]
  },
  "2615": {
    "code": "2615",
    "label": "Förvaltnings- och organisationsjurister",
    "definition": "Tolkar lagar och avtal som företrädare för t.ex. myndigheter, kommuner och organisationer. Bevakar ny lagstiftning. Ser till att den lagstiftning som finns på området följs. Skriver föreskrifter och allmänna råd utifrån de lagtexter som finns. Svarar på remisser.",
    "occupations": [
      "3yNP_r6U_JEp",
      "CAJM_dnc_ki1",
      "CNqp_v1H_VoC",
      "Mwfw_wJn_8h1",
      "NecX_bp4_yu8",
      "UJuc_Hqm_GQg",
      "a1ej_vRW_F5w",
      "gRYp_hGs_Ytg",
      "k81E_qaH_h78"
    ]
  },
  "2619": {
    "code": "2619",
    "label": "Övriga jurister",
    "definition": "Utför annat juridiskt specialistarbete än inom 2611-2615. Exempel på arbetsuppgifter: Ansvarar för indrivning av skatter, böter och andra allmänna medel samt verkställande av domar och beslut i enskilda mål. Handlägger juridiska ärenden inom försvaret eller kyrkan. Tar fram föreskrifter och ger råd i hur man ska tolka miljölagar och förordningar. Genomför förhandlingar och utför juridisk rådgivning.",
    "occupations": [
      "3RzT_cHB_vVp",
      "BSxs_sUz_Urb",
      "Jus5_Fsv_LTi",
      "Uarb_tsK_J19",
      "pfiK_oXH_eYR"
    ]
  },
  "2621": {
    "code": "2621",
    "label": "Museiintendenter m.fl.",
    "definition": "Planerar och organiserar verksamhet på museer och konstgallerier samt ordnar utställningar och visar samlingar. Samlar in, undersöker, bedömer, klassificerar och dokumenterar miljöer eller föremål av kulturhistoriskt värde. Vårdar, förmedlar kunskap och ger råd om föremål.",
    "occupations": [
      "6DdY_jkA_MMn",
      "6kiy_vo2_kc6",
      "DVVd_BqV_umM",
      "HWxz_PRg_S9f",
      "ijoc_xYk_hmR",
      "kJtR_sGs_BP1",
      "trQQ_nL6_TRm"
    ]
  },
  "2622": {
    "code": "2622",
    "label": "Bibliotekarier och arkivarier",
    "definition": "Planerar och organiserar biblioteksverksamhet. Bedömer, köper in och klassificerar böcker, tidskrifter och andra typer av publicerat material. Erbjuder fördjupad litteratur- och informationsförmedling samt vägleder bibliotekets användare i informationssökning. Söker, bearbetar och presenterar information. Samlar in, undersöker, bedömer och ordnar handlingar. Värderar och bedömer vilken information som ska sparas för framtiden.",
    "occupations": [
      "E7nX_ux2_hF9",
      "GshP_4E5_XSN",
      "GujS_MtW_PRH",
      "N1NW_zL4_2LA",
      "N5U8_grE_HFR",
      "XJNz_k5q_CGS",
      "hbt8_56y_SMg",
      "n9RX_nnz_ZYF",
      "q23Y_yfC_6RM",
      "q9PK_qMB_caU",
      "woHv_Nnf_tCs"
    ]
  },
  "2623": {
    "code": "2623",
    "label": "Arkeologer och specialister inom humaniora m.m.",
    "definition": "Studerar människors kultur och livsbetingelser med hjälp av fynd och föremål från forntida boplatser, gravar m.m. Leder och organiserar arkeologiska utgrävningar. Studerar och tolkar urkunder, sociala samt rumsliga fenomen. Utvecklar teorier, modeller och metoder, bl.a. för att tolka och beskriva händelser, kulturella och ekonomiska förhållanden. Genomför experiment, analyserar och värderar data. Undersöker sociala strukturer och beteenden hos olika grupper i samhället, föreslår och värderar utfallet av socialpolitiska åtgärder och utvecklar teorier och modeller för politiska system och institutioner.",
    "occupations": [
      "3ciP_LJE_ux6",
      "47wW_Pwz_Fi8",
      "4Phz_zGz_JKi",
      "4oKL_Mvq_iG6",
      "6Tm4_YY7_HyY",
      "7wzg_MX2_g3b",
      "AWFs_F83_12N",
      "Jb37_fkg_yeu",
      "KAjY_F2Y_p5A",
      "Lijw_Sfh_7vt",
      "UCjr_cqw_SHj",
      "UtYf_ugg_A7U",
      "VHbS_mPv_NRi",
      "WA7T_de5_P3h",
      "afNH_oNR_44N",
      "bMCC_2vr_E1u",
      "bwvf_zQg_wKH",
      "dhfK_iio_46c",
      "feSZ_7hV_89t",
      "feYj_4wY_fCC",
      "iAg5_fhH_Znv",
      "p2ft_pH3_zT1",
      "piAi_ChR_W97",
      "qtbf_kP3_Chv",
      "qvok_3rm_CB7",
      "t8eC_vg7_Uyg",
      "umy7_L5w_5AJ",
      "v6BW_J4B_RXP",
      "yaAT_Ecj_77b"
    ]
  },
  "2641": {
    "code": "2641",
    "label": "Författare m.fl.",
    "definition": "Planerar och gör research för och skriver exempelvis böcker, manus och pjäser för publicering eller presentation. Korrekturläser och redigerar texter.",
    "occupations": [
      "5fri_5bN_1Da",
      "9HaV_n46_t88",
      "EFw9_WtY_7jQ",
      "JnDA_uam_JKC",
      "g4pc_eLB_HXn",
      "jMBP_piN_Nwv",
      "nbQm_DXb_5vC",
      "zNEo_54u_hSC"
    ]
  },
  "2642": {
    "code": "2642",
    "label": "Journalister m.fl.",
    "definition": "Samlar lokala, nationella och internationella nyheter med hjälp av intervjuer, undersökningar och observationer för tidningar, TV, radio och andra media. Redigerar artiklar och inslag. Granskar och bevakar uppgifter av allmänintresse. Undersöker och rapporterar om utvecklingen inom speciella områden, såsom medicin, vetenskap och teknik. Skriver ledare och kommentarer samt gör inslag om aktuella ämnen och uttrycker en tidnings, radio- eller TV-kanals åsikt.",
    "occupations": [
      "4SdN_cwv_Tfo",
      "5x47_XP7_zyN",
      "7EQu_8Xg_9SD",
      "D1Gk_AV7_PSj",
      "GFu2_s4q_9sr",
      "KZSb_ze9_LCc",
      "WYdq_yJR_JnE",
      "b3Jk_Gfs_oo9",
      "h6Hr_fFe_79c",
      "kHze_MW7_PkZ",
      "o5mU_krL_1KT"
    ]
  },
  "2643": {
    "code": "2643",
    "label": "Översättare, tolkar och lingvister m.fl.",
    "definition": "Översätter text eller tal från ett språk till ett annat. Språkgranskar texter. Utarbetar lexikon. Utvecklar teorier och modeller om språks uppbyggnad och egenskaper. Undersöker och beskriver ett språks ursprung och utvecklingen av dess ordförråd, grammatik och syntax.",
    "occupations": [
      "4JrT_mJm_cdW",
      "4bqt_oWT_Jo8",
      "65wn_Bad_e5L",
      "99cb_pCK_BeP",
      "QYgk_Ukr_dM4",
      "S2QW_12u_Pj1",
      "SNvc_SeK_9aH",
      "ULCN_pTS_YbJ",
      "WrM5_fTS_37j",
      "aPeE_Gxs_cWJ",
      "arJK_xQM_qou",
      "fRnA_rcj_eJi",
      "m9vB_abw_GZ3",
      "oLZD_A6M_D3F",
      "qBo3_TzN_rcP",
      "qTm5_vCz_YAS",
      "vXi8_Pqz_gsR",
      "vaEY_R9R_LjB",
      "zzdq_iU5_Ph4"
    ]
  },
  "2651": {
    "code": "2651",
    "label": "Bildkonstnärer m.fl.",
    "definition": "Skapar konst i olika former t.ex. måleri, grafik, teckning och skulptur, video och film, relationell konst, objekt, installation, miljögestaltning, performance, ljuskonst m.m. Vårdar, konserverar, restaurerar och preparerar föremål och material. Gör bokomslag, bokillustrationer, skisser till kläder m.m.\r\n",
    "occupations": [
      "2tBP_FRG_gwT",
      "5jCP_Qmd_EdL",
      "EWXb_FW7_fTJ",
      "KgJQ_nBR_eQr",
      "TKhZ_sym_J7W",
      "ZFdY_12m_RE8",
      "ZTB6_ors_GyC",
      "bgWo_nJB_eXP",
      "xaLh_X2Y_aAn"
    ]
  },
  "2652": {
    "code": "2652",
    "label": "Musiker, sångare och kompositörer",
    "definition": "Framför klassisk musik, populär- eller kyrkomusik som sångare eller instrumentmusiker. Komponerar musikaliska verk, leder och instruerar orkestrar, körer m.m.",
    "occupations": [
      "DNDp_1sY_ZrR",
      "JCzk_4xw_LrF",
      "JX2V_yLy_1Fc",
      "KGA5_eDh_Tpb",
      "PZtV_WLL_2ua",
      "TkCs_kYx_ZFn",
      "YFUx_75S_WMJ",
      "ZCkY_eHC_K8J",
      "baiU_kY9_dTs",
      "cNKk_9i8_RnZ",
      "qhRQ_V1m_ysq",
      "scLn_msY_o7P",
      "tP7E_3Ly_Cng",
      "vaco_qaj_GWt",
      "zsvR_dw3_PkX"
    ]
  },
  "2653": {
    "code": "2653",
    "label": "Koreografer och dansare",
    "definition": "Skapar och utformar konstnärlig dans. Tränar in och uppträder i dansuppsättningar.",
    "occupations": [
      "J8wj_mht_Sj1",
      "Q5D4_pTu_3aQ",
      "TEje_rqE_ews",
      "euJP_wxo_skF",
      "h7dC_tmr_Wf7",
      "p2tN_r4a_VPK"
    ]
  },
  "2654": {
    "code": "2654",
    "label": "Regissörer och producenter av film, teater m.m.",
    "definition": "Regisserar teater-, film-, TV- och radioproduktion m.m. Sätter upp föreställningar och leder repetitioner och inspelningar.",
    "occupations": [
      "C8MA_QWG_A3m",
      "HA6M_LrT_4xS",
      "HFRz_KDw_1U1",
      "SV22_7W1_pFT",
      "U7a3_JF5_fAJ",
      "c6R7_bxh_Hg9",
      "mSf9_4xq_vXR",
      "tHsR_3HM_Ab5"
    ]
  },
  "2655": {
    "code": "2655",
    "label": "Skådespelare",
    "definition": "Gestaltar roller i teater-, film-, TV- och radioproduktion m.m. Läser och reciterar litterära verk.",
    "occupations": [
      "8iBe_TTS_ACq",
      "DLds_agL_97J",
      "RjeB_w9X_dhM",
      "Xoz2_dQe_9KC",
      "cq1Q_PVb_15H",
      "uwiJ_hMk_yck"
    ]
  },
  "2661": {
    "code": "2661",
    "label": "Socialsekreterare",
    "definition": "Utreder individers, familjers och gruppers sociala och ekonomiska problem eller samlevnadsproblem. Kartlägger hjälpbehov och insatser, ger råd och stöd samt utövar tillsyn. Gör utredningar om umgängesrätt vid vårdnadstvist.",
    "occupations": [
      "FwM7_WYB_qgc",
      "Qopb_b1K_cm3",
      "R21j_e4A_SU8",
      "UmP3_4RG_XnW",
      "Wnx2_nLc_JWY",
      "aEF1_qeh_5Qe",
      "dBVw_5Cw_upG",
      "jEX9_VcQ_u2N",
      "mSN2_QK3_zMD",
      "qjoQ_JdA_Qzv",
      "tzHp_Aw9_qQQ"
    ]
  },
  "2662": {
    "code": "2662",
    "label": "Kuratorer",
    "definition": "Ger information om samhällets olika möjligheter att ge hjälp och stöd till människor i behov av råd, stöd och hjälp. Undersöker olika lösningar för att förbättra hjälpsökandes livssituation.",
    "occupations": [
      "UVvg_XmH_CA4",
      "YpRs_ybt_47a"
    ]
  },
  "2663": {
    "code": "2663",
    "label": "Biståndsbedömare m.fl.",
    "definition": "Utreder individers behov av hjälp och stöd från kommunen t.ex. hemtjänst, personlig assistans eller särskilt boende m.m.",
    "occupations": [
      "6gF2_LeK_d34",
      "pYiF_Z6V_ULQ"
    ]
  },
  "2669": {
    "code": "2669",
    "label": "Övriga yrken inom socialt arbete",
    "definition": "Utför annat socialt arbete än inom 2661-2663. Exempel på arbetsuppgifter: Handlägger mottagande och introduktion av nyanlända i kommun. Gör personutredningar och deltar i utslussningen vid intagnas återanpassning till samhället.",
    "occupations": [
      "Vq8N_Qvz_i4u",
      "wVNJ_2v4_NKo"
    ]
  },
  "2671": {
    "code": "2671",
    "label": "Präster",
    "definition": "Leder och planerar församlingsarbete i Svenska kyrkan eller annat trossamfund utom frikyrkoförsamlingar. Leder gudstjänst eller mässa samt predikar och förrättar altartjänst. Förrättar dop, vigslar och begravningar. Uttolkar heliga skrifter samt ansvarar för kyrkans lära och undervisar i trosfrågor. Mottar bikt och utövar själavård.",
    "occupations": [
      "5avt_87C_rXE",
      "7SA6_pBP_4ek",
      "PSzA_zqV_o2j",
      "PzLV_Vcy_RJG",
      "Xuko_NMb_NL1",
      "Zafp_rUq_z3A",
      "hvsu_Jok_LKX",
      "jQKk_Wzd_pvu",
      "nJLf_hR9_Rnp",
      "udVE_5Hy_qGb",
      "wA6t_jij_7q9",
      "wFCc_JcG_dnb"
    ]
  },
  "2672": {
    "code": "2672",
    "label": "Diakoner",
    "definition": "Leder det diakonala arbetet. Håller stödjande samtal med ungdomar och äldre. Gör hembesök hos äldre och sjuka. Leder och organiserar de som arbetar frivilligt inom kyrka och församling. Bygger nätverk med andra institutioner som polis och socialtjänst. Assisterar prästen i gudstjänst vid nattvard eller förbön.",
    "occupations": [
      "9HFY_TcS_6qs"
    ]
  },
  "3111": {
    "code": "3111",
    "label": "Ingenjörer och tekniker inom industri, logistik och produktionsplanering",
    "definition": "Utför operativt produktions-, informations- och materialplanering baserat på skattade volymer, faktiskt åtgång och lagerhållning. Granskar konstruktioner i samråd med konstruktör utifrån funktionella och bearbetningstekniska krav. Tidsätter operationer, kalkylerar arbets-, lager-, transport-, tjänste- och produktionskostnader.\n\nHit hör inte\nCivilingenjörsyrken inom logistik och produktionsplanering (2141)",
    "occupations": [
      "Fm8o_wRF_NNv",
      "Rznn_guC_ycQ",
      "hCMr_L4F_8hq",
      "parM_AuH_8Uf",
      "tyjn_6qY_Ked"
    ]
  },
  "3112": {
    "code": "3112",
    "label": "Ingenjörer och tekniker inom bygg och anläggning",
    "definition": "Utför tekniskt arbete i samband med konstruktion, nybyggnation, underhåll och reparation av byggnader och anläggningar. Utför mätnings-, konstruktions- och beräkningsarbete samt upprättar arbets- och detaljritningar. Deltar i kontroll och slutgranskning av bygg- och anläggningsprojekt. Utvecklar drift- och underhållsverksamheten för att optimera fastigheters tekniska system. \r\n\r\nHit hör inte\r\nCivilingenjörsyrken inom bygg och anläggning (2142)\t\r\n",
    "occupations": [
      "B4x6_Ed3_14i",
      "Dr4w_ovQ_dkj",
      "HAQu_4kR_S5h",
      "JERf_eXM_Dyz",
      "K68t_jNi_FqQ",
      "QyBB_mhx_iKS",
      "UMkU_jge_4mH",
      "Ys2U_uQv_V4n",
      "cAYP_wEe_u3D",
      "fSLM_a7G_ZfA",
      "mJdb_UJ3_eRs",
      "namT_cva_UiK",
      "p8fz_GGb_BFC",
      "pTTz_5DC_itW",
      "qzp5_Kmf_JL1",
      "wV1P_Ms5_HB2"
    ]
  },
  "3113": {
    "code": "3113",
    "label": "Ingenjörer och tekniker inom elektroteknik",
    "definition": "Utför tekniskt arbete i samband med konstruktion, tillverkning, montering, drift, underhåll och reparation av elektroteknisk utrustning och system. Utför konstruktions-, ritnings- och beräkningsarbete. Organiserar, leder och samordnar det praktiska arbetet vid tillverkning av elektrotekniska produkter. Provar och kontrollerar elektrotekniska produkter och anläggningar.\r\n\r\nHit hör inte\r\nCivilingenjörsyrken inom elektroteknik (2143)",
    "occupations": [
      "1jm3_XFQ_TdJ",
      "51jM_crG_YQH",
      "6XM4_Hb5_CrT",
      "7Yn2_NLJ_oa2",
      "9U5Y_9Ji_uJq",
      "DE7c_vm2_LTA",
      "EGeL_Yk2_ZWE",
      "JWb8_x89_Smp",
      "JaTP_TuX_3wA",
      "LrrC_U7A_Xus",
      "SHaU_rbc_XzE",
      "Sbff_eeY_jch",
      "T55e_efV_Eqh",
      "VyPZ_Aeo_ka9",
      "a46P_3cL_149",
      "b5Re_ALr_2Nq",
      "gzCS_pYs_foY",
      "kx3b_92W_PuD",
      "p65e_YPU_LoH",
      "uEAk_r6E_Ko9"
    ]
  },
  "3114": {
    "code": "3114",
    "label": "Ingenjörer och tekniker inom maskinteknik",
    "definition": "Utför tekniskt arbete i samband med konstruktion, tillverkning, montering, underhåll och reparation av fordon, maskiner och annan mekanisk utrustning samt värme-, vatten-, sanitets-, ventilations- och kylsystem. Utför konstruktions-, ritnings- och beräkningsarbete. Organiserar, leder och samordnar det praktiska arbetet vid tillverkning av fordon, maskiner m.m. Provar och kontrollerar maskiner och andra mekaniska produkter.\r\n\r\nHit hör inte\r\nCivilingenjörsyrken inom maskinteknik (2144)\t",
    "occupations": [
      "2NdT_qer_nQk",
      "44U4_7Fz_GCy",
      "4eYC_a1M_xtL",
      "51vT_RSZ_sK1",
      "6hYL_n56_7v8",
      "8wPx_j4J_ZTh",
      "CC4H_YCh_77T",
      "D1BV_hr2_uj6",
      "EBur_MWp_Xkz",
      "FQSy_DwV_geL",
      "Fa62_Ypt_bsw",
      "GCza_QNs_oUe",
      "Gnrd_Brt_15j",
      "JMhp_Q53_u5v",
      "NaMW_ie6_VVV",
      "RU3Y_Gqt_h3c",
      "UiDW_ncp_spU",
      "WWXN_Y22_6fy",
      "XHyR_e9A_sqQ",
      "bkGc_GEk_ngc",
      "cBns_bSk_db4",
      "cPyP_GEv_NJ5",
      "ciWH_LHa_Wf1",
      "iJwC_kdU_cu7",
      "ms98_iAJ_Cym",
      "qCeG_oQA_cxB",
      "rncq_GAq_KMx",
      "uL8r_kGS_Xfu",
      "uuA6_a4j_BGg",
      "y2J4_Kxs_TVQ",
      "zmTy_qPb_e9e"
    ]
  },
  "3115": {
    "code": "3115",
    "label": "Ingenjörer och tekniker inom kemi och kemiteknik",
    "definition": "Utför tekniskt arbete i samband med kemiteknisk produktion. Organiserar, leder och samordnar det praktiska arbetet vid tillverkning av petroleumprodukter, kemikalier, kemiska och kemitekniska produkter, läkemedel, syntetiska material eller livsmedel. Utför kvalitets- och produktionskontroller av kemiska och kemitekniska produkter under produktionsprocessen.\r\n \r\nHit hör inte\r\nCivilingenjörsyrken inom kemi och kemiteknik (2145)\r\n",
    "occupations": [
      "4ZyQ_56y_MwM",
      "87Wn_cyF_MUV",
      "8X6p_EBT_DZK",
      "9Vqi_fu8_Nat",
      "E7Rb_uFW_vog",
      "GYd6_A2J_kFK",
      "KyUN_dkM_sDB",
      "Ldv8_ynb_tyq",
      "XHMe_b6A_dxf",
      "ZEak_n3Q_WjS",
      "ik4T_SFA_dBV",
      "jK73_q3a_fcZ",
      "tsdt_MEd_bUS",
      "ujNW_DWh_HVY",
      "xUvM_pmA_kwt"
    ]
  },
  "3116": {
    "code": "3116",
    "label": "Ingenjörer och tekniker inom gruvteknik och metallurgi",
    "definition": "Utför tekniskt arbete vid utvinning av metaller, olja och gas eller vid framställning av metaller, legeringar och metallurgiska produkter samt vid underhåll och reparation av gruvinstallationer. Utför kvalitets- och produktkontroller i samband med stål- och metallframställning m.m.\n\nHit hör inte\nCivilingenjörsyrken inom gruvteknik och metallurgi (2146)",
    "occupations": [
      "4mpC_7ue_qJb",
      "4vig_i3K_hPX",
      "9NVr_Rdx_8Ay",
      "QTQi_C3o_jGD",
      "Qs9G_z7A_tY8",
      "Su5E_har_ADS",
      "UATw_GJH_wTE",
      "V5D8_p11_PdH",
      "ZZgh_ma9_HHc",
      "a8zs_G2c_Wxf",
      "b5nc_HVP_f3Y",
      "egWE_onR_Exn",
      "mCvk_3K4_Ktj",
      "oLdc_4h6_rC8",
      "zM7a_dYT_hRr"
    ]
  },
  "3117": {
    "code": "3117",
    "label": "GIS- och kartingenjörer",
    "definition": "Utför karttekniskt arbete. Utför utredningar och beräkningar samt sammanställer och analyserar mätdata. Framställer kartor av olika slag.\r\n",
    "occupations": [
      "54qK_bhx_bc5",
      "GCnM_ryR_1ie",
      "HdqU_oqU_fr7",
      "R2hT_88E_wx6",
      "cGMD_PSS_35h",
      "uXRf_emU_Fou"
    ]
  },
  "3119": {
    "code": "3119",
    "label": "Övriga ingenjörer och tekniker",
    "definition": "Utför annat tekniskt arbete än inom 3111-3117. Exempel på arbetsuppgifter: Samordnar tillverkning av metall-, glas-, keramik-, pappers-, läder-, textil- och träprodukter. Utför konstruktions-, ritnings- och beräkningsarbete. Gör kvalitets- och produktkontroller.\r\n",
    "occupations": [
      "3b5s_USP_HkW",
      "3vTw_fLi_JoX",
      "3wPu_jBT_1TB",
      "6c4r_7MY_FZe",
      "LWgf_8b4_85D",
      "NFor_pi5_ZZY",
      "R62h_RtV_LG3",
      "T6yh_MNf_CKv",
      "TeYW_x7z_uSq",
      "UiHJ_37W_7vn",
      "YH17_Di5_XMA",
      "ibuo_5Jr_GSP",
      "kHsW_KVe_dT4",
      "onYY_248_pWi",
      "pE7V_mGU_k1K",
      "qKE5_dUi_zg9",
      "wBxx_oHc_YCn",
      "xvdi_Fud_jKF"
    ]
  },
  "3121": {
    "code": "3121",
    "label": "Arbetsledare inom bygg, anläggning och gruva",
    "definition": "Leder och fördelar arbete på arbetsplats. Bevakar att maskiner och material finns på plats och samordnar arbete med underentreprenörer. Har ansvar för att arbetet utförs enligt gällande ritningar och anvisningar och för att säkerhetsföreskrifter följs. Har visst personalansvar.",
    "occupations": [
      "1Kv4_35e_BX3",
      "7fph_XSX_QGT",
      "A6CQ_XVJ_iy4",
      "VeLt_UyZ_AQ4",
      "c9pz_dJG_ikv",
      "em7T_Cwz_MWd",
      "k7aW_toR_PPm",
      "nFA1_RN5_GNu",
      "sD8d_oZJ_QNz",
      "wM9w_1qH_Nz1",
      "zPnh_tjw_E6B"
    ]
  },
  "3122": {
    "code": "3122",
    "label": "Arbetsledare inom tillverkning",
    "definition": "Samordnar, leder och följer upp arbete vid tillverkningsprocesser.",
    "occupations": [
      "Ja9V_x6C_mTt",
      "LqpA_Uyv_Sk3",
      "LyUS_QzV_4BG",
      "gTRr_TKo_t71",
      "kPtx_9Fh_AhB",
      "ksX5_LFd_sW1",
      "mHBk_U3f_Bvf",
      "oWzq_KaC_AyB",
      "pJKs_jnz_qCp",
      "rJih_KYS_qUK"
    ]
  },
  "3151": {
    "code": "3151",
    "label": "Maskinbefäl",
    "definition": "Ansvarar för drift och underhåll av maskinell, elektrisk och elektronisk utrustning ombord på fartyg.\r\n \r\nHit hör inte\r\nMotorman (7233)\r\n",
    "occupations": [
      "4h8W_71M_HXk",
      "Nf55_bBW_JXz",
      "RoCf_4ac_hBg",
      "VGMT_upD_kaQ",
      "YEm9_pLR_XoT"
    ]
  },
  "3152": {
    "code": "3152",
    "label": "Fartygsbefäl m.fl.",
    "definition": "Navigerar och styr fartyg. Leder arbete på däck och kommandobrygga samt ansvarar för att säkerhetsföreskrifter följs ombord. \r\n\r\nHit hör inte \r\nFiskeskeppare (6222)\r\nMatros (8350)",
    "occupations": [
      "4itw_Zm3_2YB",
      "5knr_Aw3_sqw",
      "8UPT_SpB_Zqh",
      "F1CJ_eRU_TBg",
      "NfYe_q89_pY2",
      "jDJN_Q3V_3ot",
      "o8aU_Geg_vRm",
      "sxew_RLg_hyK",
      "xhjJ_p62_8Gs"
    ]
  },
  "3153": {
    "code": "3153",
    "label": "Piloter m.fl.",
    "definition": "Navigerar och styr flygplan, helikoptrar och andra luftfartyg. Ansvarar för flygning, passagerare och last. Övervakar styr- och navigeringssystem.",
    "occupations": [
      "F7jC_B6h_vDg",
      "Kzpt_MdQ_f3i",
      "TkRn_mQA_xtD",
      "UuLp_7rH_2WC",
      "X35x_Uai_iEK",
      "XUsX_DaN_meJ",
      "eSXv_uCd_b9M"
    ]
  },
  "3154": {
    "code": "3154",
    "label": "Flygledare",
    "definition": "Övervakar och leder flygtrafik på start- och landningsbanor samt i luften. Ger instruktioner om startpunkt, färdväg, flyghöjd m.m.",
    "occupations": [
      "FTFm_Rp2_k6t",
      "YtDb_3jB_j3C",
      "f67v_vgo_iau",
      "tkGT_kPC_L3S",
      "u46u_NZb_ck3"
    ]
  },
  "3155": {
    "code": "3155",
    "label": "Flygtekniker",
    "definition": "Ansvarar för och leder service- och underhållsarbete på flygplan och helikoptrar. Gör felsökning, inspektioner och funktionskontroller.",
    "occupations": [
      "CQPL_s18_iv8",
      "XjEC_vph_KJH"
    ]
  },
  "3211": {
    "code": "3211",
    "label": "Tekniker, bilddiagnostik och medicinteknisk utrustning",
    "definition": "Installerar, kontrollerar, övervakar och utför service på medicinteknisk utrustning som används vid diagnosticering eller behandling av olika sjukdomar. Sköter och övervakar t.ex. hjärtlungmaskiner.",
    "occupations": [
      "4omd_94n_7Hn",
      "UZNy_RhJ_TNM",
      "nGhq_Pjm_az5",
      "vd7G_WR4_4fs",
      "xEn5_ViV_mnh"
    ]
  },
  "3212": {
    "code": "3212",
    "label": "Biomedicinska analytiker m.fl.",
    "definition": "Utför kliniska analyser vid sjukhus, läkemedelsindustrin eller laboratorium. Gör kemiska och biokemiska analyser samt tar prover. Hanterar teknisk apparatur och annan utrustning för provtagning och analys. Tar fram underlag som läkare behöver för att fastställa rätt diagnos. Deltar i forskning och utvecklingsarbete. Genomför analyser och dokumenterar bevis vid brottsutredningar.",
    "occupations": [
      "Pj8T_bST_f7D",
      "ngw8_Uwq_NfZ",
      "wbpT_mKv_Adr",
      "xe4v_KjM_4uF"
    ]
  },
  "3213": {
    "code": "3213",
    "label": "Receptarier",
    "definition": "Bereder, expedierar, marknadsför och kvalitetskontrollerar läkemedel inom exempelvis apotek, läkemedelsindustri och sjukhus. Ger råd om läkemedel och hälsa.",
    "occupations": [
      "abS5_M7h_pMr"
    ]
  },
  "3214": {
    "code": "3214",
    "label": "Tandtekniker och ortopedingenjörer m.fl.",
    "definition": "Tillverkar tandställning, tandprotes och annan tandersättning. Analyserar behov och önskemål samt utformar och tillverkar ortoped- och hörseltekniska hjälpmedel m.m.",
    "occupations": [
      "9fEz_9ji_74Y",
      "X8iu_NkQ_iRg",
      "Zxcd_8ot_j8e",
      "gd7J_aB3_ai8",
      "nSiG_5o1_uL2",
      "tG21_UNy_hbj"
    ]
  },
  "3215": {
    "code": "3215",
    "label": "Laboratorieingenjörer",
    "definition": "Utför experiment, analys- och kontrollarbete vid kemiskt och fysikaliskt industri- eller forskningslaboratorium. Kontrollerar, testar och analyserar råvaror och produkter. Assisterar vid utformning och utförande av experiment. \r\n\r\nHit hör inte\r\nBiomedicinsk analytiker (3212)\r\nCivilingenjörsyrken inom kemi (2145)\r\nIngenjörsyrken inom kemi (3115)\r\nKemitekniker (3115)\r\nLaboratoriebiträde (5349)\r\n",
    "occupations": [
      "694U_oMU_aKN",
      "8brv_s4k_4mc",
      "G768_a3w_ZhH",
      "JfBL_7pn_Ky3",
      "UpCK_eh9_BBu",
      "asWw_U5Y_rrb",
      "fyfn_HPQ_Gnz",
      "ipbk_5QJ_R2z",
      "kCJY_zYy_ov8",
      "pdKf_yyX_vWc",
      "q5pb_Us6_ChJ",
      "sJDr_KFY_FS5",
      "sNE9_aNN_W34",
      "smfj_GQA_2iu",
      "zqZw_kT1_gR6"
    ]
  },
  "3230": {
    "code": "3230",
    "label": "Terapeuter inom alternativmedicin",
    "definition": "Behandlar obalanser, spänningar och blockeringar i kroppen.\r\n\r\nHit hör inte\r\nMassör/ Massageterapeut (5143)\r\nFotterapeut/Fotvårdsspecialist (5144)\r\n",
    "occupations": [
      "6Auk_A7b_XwR",
      "7z3p_xDw_Xs4",
      "8j8g_qj8_gZi",
      "JPfM_Ye1_r71",
      "KaLZ_kAT_YjF",
      "LQr3_tB2_nBD",
      "QpQj_PcA_eFY",
      "R2kh_8rW_qbm",
      "U4qz_GCB_dbU",
      "UvTy_Pc7_g3L",
      "WWB9_qEe_F91",
      "ZZXM_bxk_Cqq",
      "dZts_e4s_C98",
      "ePrU_2x1_yY4",
      "zGks_S1b_trc"
    ]
  },
  "3240": {
    "code": "3240",
    "label": "Djursjukskötare m.fl.",
    "definition": "Vårdar och sköter sjuka djur på djursjukhus, djurklinik m.m. Assisterar veterinär vid undersökningar och operationer. Tar prover och röntgenbilder. Informerar och ger råd samt utför enklare behandlingar.",
    "occupations": [
      "8Vew_BX8_97h"
    ]
  },
  "3250": {
    "code": "3250",
    "label": "Tandhygienister",
    "definition": "Behandlar patienter och ger information om förebyggande åtgärder om tandhälsa. Undersöker munhåla samt tar saliv- och bakterieprov. Gör tester, kostutredningar, tar röntgenbilder och utför tandlossningsbehandlingar. Assisterar vid tandreglering. Ger smärtlindring, tar bort tandsten och andra beläggningar på tänderna.",
    "occupations": [
      "TPRY_Wze_q6x"
    ]
  },
  "3311": {
    "code": "3311",
    "label": "Mäklare inom finans",
    "definition": "Köper och säljer för kunders räkning valuta, aktier, optioner, obligationer, stadsskuldväxlar och andra värdepapper.",
    "occupations": [
      "Aer4_NYa_BYg",
      "E4wN_d1X_eYy",
      "GcDB_R1m_pUA",
      "Mw5Q_M2i_ca5",
      "nwX4_j6x_hiP",
      "zn5F_a5L_ufz"
    ]
  },
  "3312": {
    "code": "3312",
    "label": "Banktjänstemän",
    "definition": "Leder, planerar och samordnar verksamhet vid bankkontor eller bankavdelning. Gör kredit- och riskbedömningar vid exempelvis långivning. Svarar för ekonomisk rådgivning till företag och privatpersoner. Upprättar deklarationer, testamenten och andra ekonomiska handlingar.",
    "occupations": [
      "6Lx9_ukW_WSn",
      "7Ao7_xpg_v4S",
      "bTFW_bv5_Cs6",
      "gUk3_whU_5Y3",
      "pHrR_Hjf_MfW",
      "pp2y_Kru_xG6"
    ]
  },
  "3313": {
    "code": "3313",
    "label": "Redovisningsekonomer",
    "definition": "Sammanställer, rapporterar, utvärderar och redovisar företags eller myndigheters ekonomiska resultat. Sammanställer budgetunderlag. Bistår revisor med att granska företags och myndigheters redovisning och förvaltning.",
    "occupations": [
      "8N18_sGB_X4M",
      "Bbpr_AMz_nzt",
      "CeoS_Wzo_uz5"
    ]
  },
  "3314": {
    "code": "3314",
    "label": "Skadereglerare och värderare",
    "definition": "Leder, planerar och samordnar behandling av försäkringsärenden. Besiktigar och värderar försäkringsskador samt utreder skadeersättning. Uppskattar förluster som täcks av försäkringsavtal. Värderar egendom och tillhörigheter i samband med försäljning, försäkringsärende m.m.",
    "occupations": [
      "2uZ6_mbA_Zo5",
      "4HnZ_K23_35y",
      "CSNp_CjX_Mep",
      "EB6b_fRU_tA5",
      "NZYT_MD6_U4g",
      "WSwv_qhW_HCp",
      "ca4E_WxS_Sn5",
      "q4Ca_jmG_de7",
      "zknj_NWK_YpX"
    ]
  },
  "3321": {
    "code": "3321",
    "label": "Försäkringssäljare och försäkringsrådgivare",
    "definition": "Marknadsför och säljer försäkringar samt analyserar och ger råd om försäkringsbehov. Utreder risker för att kunna kontrollera och fastställa premier och försäkringsvillkor. Köper och säljer delar av försäkringar till andra försäkringsbolag.\r\n",
    "occupations": [
      "3j5w_jGS_use",
      "FBaw_Y6d_74f",
      "FktE_tyV_Sch",
      "NXvm_ETm_ouA",
      "PEYN_TEf_JBi",
      "RXmH_rsM_2vB",
      "bXhQ_wQa_GE7",
      "c4wp_2EZ_Ns9",
      "mc3K_cgg_33E"
    ]
  },
  "3322": {
    "code": "3322",
    "label": "Företagssäljare",
    "definition": "Säljer produkter och tjänster till exempelvis återförsäljare, grossister och företag genom uppsökande verksamhet eller från kontor. Ansvarar för produkt eller distrikt. Informerar om produkter och tjänster, utarbetar kundspecifika lösningar samt tar emot beställningar. Sköter kundregister och tar fram försäljningsstatistik.",
    "occupations": [
      "38iE_Jad_mu6",
      "8jrL_5RZ_9Kt",
      "BqKN_SBM_qgT",
      "QLwS_aMP_Jcu",
      "TTDZ_Neo_9GJ",
      "csRX_KHF_KCS",
      "g5fd_Eyr_bjS",
      "iwAf_kus_wxF",
      "jsUx_ngg_Kz2",
      "p17k_znk_osi",
      "qSbh_gsL_gJS"
    ]
  },
  "3323": {
    "code": "3323",
    "label": "Inköpare och upphandlare",
    "definition": "Köper in varor och tjänster. Planerar och utreder inköpsbehov och tar in anbud och offerter. Upprätthåller och söker nya kontakter med leverantör. Gör sammanställningar och kalkyler, förhandlar om pris och leveransvillkor samt fattar beslut och skriver kontrakt och sluter avtal.",
    "occupations": [
      "KVVN_sqH_Wpz",
      "SC3s_eyP_pm5",
      "Uq1U_SWj_DqE",
      "ryH6_MAv_QWb",
      "xQP2_w9J_jbZ"
    ]
  },
  "3324": {
    "code": "3324",
    "label": "Ordersamordnare m.fl.",
    "definition": "Samordnar och bevakar order och leveranser genom kontakter med leverantörer, kunder, interna avdelningar, transportföretag, speditörer m.fl.",
    "occupations": [
      "8NWY_SC6_LVA",
      "aPpz_AFL_zki",
      "gLtU_eR9_ZcW",
      "sBhA_r6B_3qv",
      "tubM_F5t_syW",
      "uJM6_kRc_rCb"
    ]
  },
  "3331": {
    "code": "3331",
    "label": "Speditörer och transportmäklare",
    "definition": "Organiserar för kunders räkning godstransporter och förhandlar om fraktavtal. Upprättar handlingar samt tecknar försäkringar. Beräknar utförselavgifter, tull- och införselavgifter, skatter m.m. Förmedlar lastutrymme i fartyg och andra transportmedel. Utreder reklamations- och skadeärenden. \r\n\r\nHit hör inte\r\nLogistiker (2141)\r\nSpeditionsassistent (4323)\r\nTransportledare (4323)\r\n",
    "occupations": [
      "77vi_dL6_FZR",
      "J6pA_w8m_bxZ",
      "SauB_4Gt_FTk",
      "Xzqy_Ahf_Wo2",
      "bw3n_mG3_Jx8",
      "qLua_Ure_N8S",
      "tbMx_bRW_QSM",
      "w9N1_eTj_2jq",
      "zthE_Zb1_tjb"
    ]
  },
  "3332": {
    "code": "3332",
    "label": "Evenemangs- och reseproducenter m.fl.",
    "definition": "Producerar och organiserar turist-, affärs-, grupp- och konferensresor. Arrangerar och samordnar konferenser, evenemang, tillställningar, fester och seminarier. Undersöker resmål. Förhandlar om pris och andra villkor samt skriver avtal. Sammanställer resekataloger, tidtabeller och broschyrer. \r\n\r\nHit hör inte\r\nResebyråchef (1790)\r\nResesäljare/Reseförsäljare/Resekonsulent (4221)\r\n",
    "occupations": [
      "GnQz_w5A_c8Q",
      "TaUi_uMx_WrZ",
      "gFRe_kD3_jPc"
    ]
  },
  "3333": {
    "code": "3333",
    "label": "Arbetsförmedlare",
    "definition": "Matchar lediga platser mot arbetssökande. Fångar upp arbetsmarknadens rekryteringsbehov. Ger råd och stöd till arbetsgivare hur de rekryterar personal och till arbetssökande hur de får arbete.",
    "occupations": [
      "Luo9_kCz_Z8D",
      "XSDj_JZ2_ugu",
      "gPCx_T6e_6P8",
      "tFfE_tZV_9u5"
    ]
  },
  "3334": {
    "code": "3334",
    "label": "Fastighetsmäklare",
    "definition": "Förmedlar köp, försäljning eller uthyrning av hus, bostadsrätter, industribyggnader m.m. Marknadsför och visar objekt.",
    "occupations": [
      "1eeu_FfB_Kpm"
    ]
  },
  "3335": {
    "code": "3335",
    "label": "Fastighetsförvaltare",
    "definition": "Förvaltar fastigheter, svarar för uthyrning och besiktning samt skriver underhållsplaner. Förhandlar om hyror samt ansvarar för ekonomiska kalkyler och upprättar kontrakt. Tar in och granskar offerter.\r\n\r\nHit hör inte\r\nFastighetsingenjör (3112)",
    "occupations": [
      "1L3d_wki_eQ4",
      "1ijm_oAT_HVx",
      "7cAw_HzP_3Kv",
      "9M8a_pxP_14h",
      "CQQn_66u_vXj",
      "EPe8_EQu_YCL",
      "Vccr_YPx_Hs5",
      "Zx4F_R4W_Tmv",
      "rEeE_DXA_Q4h"
    ]
  },
  "3339": {
    "code": "3339",
    "label": "Övriga förmedlare",
    "definition": "Utför annat förmedlingsarbete än inom 3331 – 3335. Exempel på arbetsuppgifter: Säljer varor eller fast egendom på auktion. Bokar engagemang och förhandlar kontrakt m.m. för artister, musiker, författare, idrottsutövare m.fl. Säljer annonser i media. Ger råd om butiksekonomi och marknadsföring.\r\n",
    "occupations": [
      "2oDy_AZC_ULR",
      "7h6u_UDX_zTJ",
      "H7ct_ff1_9sP",
      "Kz9r_a8b_zs3",
      "PieZ_7EX_Yej",
      "Prgb_Dri_Hn2",
      "QKLA_M7n_kcj",
      "S1tx_E6k_G9N",
      "X9jv_K2b_m48",
      "Zfsr_ZV8_NTA",
      "bXfh_r3N_Wue",
      "kron_xtp_zCz",
      "qquD_VGG_EVx",
      "t9fU_xxM_D8N",
      "uRpy_fx1_WiY",
      "vzJz_nyR_QRr",
      "z3tN_CYb_jvr",
      "zTjU_B9f_PT4"
    ]
  },
  "3341": {
    "code": "3341",
    "label": "Gruppledare för kontorspersonal",
    "definition": "Samordnar, leder, planerar och fördelar arbetet inom kontor och kundservice. Utbildar och instruerar personal.",
    "occupations": [
      "6UNk_TVt_uDT",
      "UVfo_KqV_7sw",
      "bRZS_esN_X1Y",
      "iwLT_P7W_9RZ"
    ]
  },
  "3342": {
    "code": "3342",
    "label": "Domstols- och juristsekreterare m.fl.",
    "definition": "Utför assisterande juridiskt arbete. Förbereder, granskar och bearbetar juridiska handlingar. Kallar parter till förhandlingar. Skickar förelägganden. Protokollför rättegångar och förhandlingar. Upprättar förteckningar över dödsbons tillgångar och skulder samt bistår vid arvskifte.\r\n",
    "occupations": [
      "41wa_pVm_3oQ",
      "6veX_dtS_Mmv",
      "DN4Q_kDe_zvR",
      "fVhN_jhR_2zA",
      "ixr5_M5X_yTr",
      "iyQT_LJi_c2Z",
      "mQDw_RvT_MaL"
    ]
  },
  "3343": {
    "code": "3343",
    "label": "Chefssekreterare och VD-assistenter m.fl.",
    "definition": "Bevakar, förbereder, samordnar och följer upp ärenden och beslut som stöd till chefer, ledningsgrupp och koncernledning m.fl.. Förbereder rapporter. Medverkar vid utredningsarbete. Förbereder och arrangerar styrelsemöten, konferenser och liknande. Upprättar protokoll, gör sammanfattningar och översättningar.",
    "occupations": [
      "PeNQ_qpR_wTS",
      "UYaR_8e9_wGy",
      "sBhb_Rma_Cq5"
    ]
  },
  "3351": {
    "code": "3351",
    "label": "Tull- och kustbevakningstjänstemän",
    "definition": "Övervakar person- och godstrafik vid rikets gränser och kontrollerar att tullbestämmelser efterlevs. Bevakar att tull, mervärdesskatt och andra avgifter betalas vid import. Övervakar sjötrafik samt säkerheten och miljöskyddet till sjöss. Kontrollerar att fiskeregler följs.",
    "occupations": [
      "3N52_wtb_L2r",
      "Xv3V_shd_fJp",
      "vDxV_16d_K9u"
    ]
  },
  "3352": {
    "code": "3352",
    "label": "Skattehandläggare",
    "definition": "Granskar deklarationer, köpebrev och andra dokument för att bestämma skatter m.m. Kontrollerar inbetalningar av bl.a. mervärdesskatt och arbetsgivaravgifter.",
    "occupations": [
      "iWoz_Qa7_UQC",
      "kiyn_pVV_NnT",
      "wopo_QVq_oja"
    ]
  },
  "3353": {
    "code": "3353",
    "label": "Socialförsäkringshandläggare",
    "definition": "Handlägger, utreder och informerar samt fattar beslut om olika socialförsäkringar.",
    "occupations": [
      "2AGe_heZ_E94",
      "Mo1Z_7W8_Mu8",
      "YkcC_EmP_nA5",
      "xGBR_8V5_QoB",
      "z2ab_qvB_Z7T"
    ]
  },
  "3354": {
    "code": "3354",
    "label": "Säkerhetsinspektörer m.fl.",
    "definition": "Kontrollerar att produkter och verksamhet uppfyller kvalitets- och säkerhetskrav. Analyserar risker i produktion. Besiktigar fordon, fartyg och luftfartyg. Svarar för tillsyn av trafik- och flygskolor. Utfärdar föreskrifter och certifikat. Verkar för att farligt gods transporteras på ett säkert sätt.",
    "occupations": [
      "77wX_fg5_rMa",
      "9AHg_kER_n9X",
      "9UWD_XwF_4nX",
      "DXkj_DPC_Cix",
      "EBAf_dBo_W58",
      "GYXR_NwX_T3U",
      "NCaY_h1f_Eni",
      "PLBW_6Py_neC",
      "PrPH_J1d_qua",
      "SRCS_uYJ_MUP",
      "XEUg_tcM_vjF",
      "sDJJ_twD_riD",
      "uuGY_vBh_H4w",
      "wRxU_Co2_FgS",
      "xdLw_h9E_dNV",
      "zZQF_KQg_hTp"
    ]
  },
  "3355": {
    "code": "3355",
    "label": "Brandingenjörer och byggnadsinspektörer m.fl.",
    "definition": "Inspekterar och besiktigar byggnader, anläggningar m.m. Inspekterar brandskyddssystem. Informerar och ger råd vid ny- och ombyggnationer. Gör olycksutredningar och arbetar i operativ räddningstjänst i samband med räddningsinsatser.\r\n\r\nHit hör inte\r\nBrandbefäl/Räddningsledare/Insatsledare (5411)\r\n",
    "occupations": [
      "CeG9_ANc_NW8",
      "GZ59_Q7K_6qB",
      "Lkio_vzx_RxG",
      "beaX_9jE_RHF",
      "keua_YD7_fmd",
      "mUBt_TFY_MNK",
      "qxqj_zKy_PmC",
      "vqv8_Tiz_NeL",
      "zjT2_Qw3_XmE",
      "ztNq_2V3_2SH"
    ]
  },
  "3359": {
    "code": "3359",
    "label": "Övriga handläggare",
    "definition": "Utför annat handläggningsarbete än inom 3351-3355. Exempel på arbetsuppgifter: Utfärdar föreskrifter, certifikat och tillstånd. Handlägger och förbereder ärenden, utreder och fattar beslut.",
    "occupations": [
      "JQ3q_X9q_aTC",
      "NqN3_Mur_sGB",
      "U4dr_Qkp_7XM",
      "X7oZ_fbn_TgG",
      "eUw9_e75_NBz",
      "o8W6_jkq_JoX",
      "p96L_aTJ_kkG",
      "r47H_2uB_RDF",
      "whBX_Ndk_opm"
    ]
  },
  "3360": {
    "code": "3360",
    "label": "Poliser",
    "definition": "Upprätthåller ordningen på allmän plats. Ingriper vid lagöverträdelser samt utreder brott. Etablerar kontakter och inhämtar information från olika källor för att förebygga brott. Övervakar och dirigerar trafik.",
    "occupations": [
      "GqEz_Pan_2nm",
      "W2dh_NJx_QLB",
      "bpCT_mnW_CKr",
      "rv8W_E8i_aMo"
    ]
  },
  "3411": {
    "code": "3411",
    "label": "Behandlingsassistenter och socialpedagoger m.fl.",
    "definition": "Behandlar och rehabiliterar klienter och patienter inom psykiatrisk vård, missbruksvård och kriminalvård. Arbetar med insatser till stöd för flyktingar.",
    "occupations": [
      "4f1m_v6A_ysn",
      "5s8v_VvJ_PgK",
      "A9Sc_GXA_vdX",
      "GLCR_pYe_cxx",
      "MMTE_fiP_1Ng",
      "NSEG_DmQ_waj",
      "Qgk2_se1_PZR",
      "VA7e_eX8_m2k",
      "dPjj_QXm_fHR",
      "ddSf_Ytu_Kw1",
      "iF49_cTD_auU",
      "j57s_wsS_ecL",
      "jJNX_nBj_SN9",
      "jRw6_Tnz_1aV",
      "uH5t_Axw_uKP"
    ]
  },
  "3412": {
    "code": "3412",
    "label": "Pastorer m.fl.",
    "definition": "Leder och planerar arbetet i frikyrkoförsamling. Leder gudstjänst och håller möten. Förrättar dop, vigslar och begravningar. Uttolkar bibliska skrifter och undervisar i trosfrågor. Utövar själavård.",
    "occupations": [
      "TS9s_VV4_q6e",
      "fKDg_zwQ_iE2",
      "n1z5_9zm_RtP"
    ]
  },
  "3421": {
    "code": "3421",
    "label": "Professionella idrottsutövare",
    "definition": "Tränar och tävlar inom olika idrottsgrenar och idrottsevenemang, som medlemmar i lag eller individuellt.",
    "occupations": [
      "FDjq_T5S_kw9",
      "Fhmu_ovq_8gP",
      "k2X8_oyr_C7i",
      "mSGB_osH_xsQ"
    ]
  },
  "3422": {
    "code": "3422",
    "label": "Idrottstränare och instruktörer m.fl.",
    "definition": "Tränar och instruerar professionella idrottsutövare, amatörer och motionärer. Arrangerar, leder eller övervakar tävlingar och olika idrottsevenemang. Sätter poäng, kontrollerar utrustning och tävlingsplatser m.m.",
    "occupations": [
      "6Smf_Gqg_cv8",
      "9KY5_egr_EUA",
      "H9ej_iRx_9G6",
      "KRLD_qHr_ybJ",
      "KuqL_bsD_Zqd",
      "M7TY_sct_XPk",
      "MiRr_LaG_kz8",
      "PXPJ_LKH_pmy",
      "WX68_sGe_oUm",
      "keo3_Pro_YuA",
      "ohL8_tZ7_Lsm",
      "vx4h_CjR_M1n",
      "yt7C_mhu_SjC",
      "zBWk_kpm_25V"
    ]
  },
  "3423": {
    "code": "3423",
    "label": "Fritidsledare m.fl.",
    "definition": "Planerar, organiserar och leder fritidsverksamhet för barn, ungdomar och äldre på fritidsgårdar, föreningar, organisationer, företag, inom äldreomsorg eller församlingar.",
    "occupations": [
      "BY1K_mZ4_oKj",
      "TKWY_rSW_8ZE",
      "ZnNn_D2K_pTi",
      "aWHP_Fv2_1US",
      "fMr9_x3z_q2H",
      "iwfM_TL3_Duw",
      "krRt_aAc_NTd",
      "pC41_knR_HAb",
      "r2Gv_ft9_p51",
      "zLmB_J9A_HQD"
    ]
  },
  "3424": {
    "code": "3424",
    "label": "Friskvårdskonsulenter och hälsopedagoger m.fl.",
    "definition": "Planerar, leder och organiserar friskvårdsinsatser. Utreder behovet av friskvård samt utformar policy och planer för hälsofrämjande insatser i företag och organisationer.",
    "occupations": [
      "6mBu_mow_5qd",
      "EyYy_NBz_aei",
      "VRVR_RgP_6jV",
      "a4jH_apZ_psf",
      "qSsm_wXn_Z6i",
      "xn7w_9vv_NtZ"
    ]
  },
  "3431": {
    "code": "3431",
    "label": "Fotografer",
    "definition": "Tar stillbilder och rörliga bilder för kommersiella, konstnärliga, industriella och vetenskapliga ändamål. Bearbetar bildkomposition. Sammanställer och redigerar inspelat material till färdigt program eller film.\r\n",
    "occupations": [
      "1N2U_6xW_Tdx",
      "JfyC_gDr_U4e",
      "PTkr_spU_t4A",
      "u4X9_hZb_kzs",
      "ud3i_sVp_QPh",
      "yzRe_eD8_d2E"
    ]
  },
  "3432": {
    "code": "3432",
    "label": "Inredare, dekoratörer och scenografer m.fl.",
    "definition": "Inreder, väljer möbler och dekorerar t.ex. affärer, kaféer, restauranger, kontor och hem. Ställer i ordning scendekorer, skyltfönster m.m.\r\n\r\nHit hör inte\r\nInredningsarkitekt (2161)\r\n",
    "occupations": [
      "Ao7E_HFK_aqF",
      "Fasn_fnC_orc",
      "GPNi_fJR_B2B",
      "GTFy_iPM_msj",
      "Lxbb_BUJ_sxw",
      "R5Mp_jFu_jGg",
      "Ruvs_NBd_crh",
      "qb2W_NZ4_fFL",
      "zEQp_7L8_AkE"
    ]
  },
  "3433": {
    "code": "3433",
    "label": "Inspicienter och scriptor m.fl.",
    "definition": "Ansvarar för de praktiska detaljerna i arbetet med att sätta upp en teaterföreställning eller vid inspelning. Ser till att personer och föremål finns på rätt plats vid rätt tidpunkt. Läser manus, antecknar önskemål om ljus, effekter, musik m.m. Handlägger licens- och royaltyfrågor.",
    "occupations": [
      "1YQx_x8S_Mk8",
      "3c8Q_wFq_K7G",
      "48KV_oBC_Ffd",
      "5gQ4_4F2_Cc8",
      "6arZ_cAe_r8f",
      "8CJr_LQ7_MBG",
      "8Hsw_57N_RvG",
      "AJiv_pHB_HVc",
      "Gdut_cSX_aRC",
      "H3Sp_jd2_AZ4",
      "MzGw_NJ2_JV1",
      "PLGk_sfY_QfQ",
      "XJaQ_ocL_jWp",
      "Zjz2_R2c_ySs",
      "bweF_VXK_Y2T",
      "cVeq_dTa_PcZ",
      "eqan_mWc_axo",
      "juMW_zuh_gwh",
      "mHAm_gqB_wSy",
      "qkm9_9tN_mtA",
      "soMb_U4k_fzo"
    ]
  },
  "3439": {
    "code": "3439",
    "label": "Övriga yrken inom kultur och underhållning",
    "definition": "Utför övrigt arbete inom kultur och underhållning än inom 3431-3433. Exempel på arbetsuppgifter: Framför cirkuskonster och illusionsnummer. Jonglerar, imiterar m.m. Agerar i farliga sekvenser på film. Presenterar program i radio och TV.\r\n",
    "occupations": [
      "4f7z_kZt_cEW",
      "9afZ_NcN_PLi",
      "C3ru_63i_hNQ",
      "FebZ_LFa_Jns",
      "HFDg_V4S_9HC",
      "LUJL_inh_kVk",
      "LYdh_6qh_9Kr",
      "SvF6_mSB_UCb",
      "TpUz_Wcr_p76",
      "ViVn_HJ4_WwL",
      "bLdr_JLR_8FG",
      "eCL8_A7V_rAF",
      "fxx3_XHC_cCg",
      "naaw_9jV_ab3",
      "rAbV_bae_MQD",
      "svyq_Vf5_vAD",
      "tEN3_X1p_T24",
      "uaUH_r3u_ygB",
      "wuGA_FSk_dhk",
      "xdJA_FH6_Eqv"
    ]
  },
  "3441": {
    "code": "3441",
    "label": "Trafiklärare",
    "definition": "Genomför teoretisk och praktisk körkortsutbildning för motorfordon. Lär ut trafikregler, körteknik och trafiksäkerhet.",
    "occupations": [
      "AAfT_AzF_d2e",
      "hERw_LKk_uJK"
    ]
  },
  "3449": {
    "code": "3449",
    "label": "Övriga utbildare och instruktörer",
    "definition": "Leder studiecirklar och kurser utanför det reguljära utbildningsväsendet. Exempel på arbetsuppgifter: Lär ut språk, datakunskap, dans, musik, slöjd och hantverkstekniker. Undervisar på utbildningsföretag i datakunskap, ledarskap m.m. Organiserar bl.a. fortbildning av anställda inom företag.",
    "occupations": [
      "2DVG_WgT_925",
      "4L47_MLv_eFJ",
      "6LWS_5vt_pvD",
      "KVDo_WU8_MSS",
      "LX5L_e6N_4jS",
      "etkf_dBn_JbW",
      "n1Y4_m3N_rT9",
      "t7wJ_6wi_kFx",
      "yDui_fD3_o5A"
    ]
  },
  "3451": {
    "code": "3451",
    "label": "Köksmästare och souschefer",
    "definition": "Ansvarar för och leder dagligt arbete i kök i en restaurang eller på ett fartyg. Skapar rätter samt planerar matsedel och menyer.",
    "occupations": [
      "73vz_UAk_B8d",
      "iugg_Qq9_QHH"
    ]
  },
  "3452": {
    "code": "3452",
    "label": "Storhushållsföreståndare",
    "definition": "Ansvarar för och leder dagligt arbete i köket på ett internat eller inom storhushåll, exempelvis på en sjukhusrestaurang eller i en skolmatsal. Planerar matsedlar samt köper in varor.",
    "occupations": [
      "B1ab_met_K8U",
      "E1jb_SeX_LNR",
      "TkuE_Rcv_WQb",
      "Tzxr_VqW_gwF",
      "XjSL_FeM_gVc",
      "ZURe_Wuu_bGv",
      "axD3_p64_DBa"
    ]
  },
  "3511": {
    "code": "3511",
    "label": "Drifttekniker, IT",
    "definition": "Sköter daglig drift av informations- och kommunikationssystem, kringutrustning, maskinvara, programvara och annan datorutrustning för att identifiera och förebygga fel och driftstörningar.",
    "occupations": [
      "AF1L_wVt_xmK",
      "tJQK_eGb_V9R"
    ]
  },
  "3512": {
    "code": "3512",
    "label": "Supporttekniker, IT",
    "definition": "Ger teknisk support. Genomför felsökningar, analyserar och åtgärdar uppkomna fel. Ger service och support i samband med installation och underhåll av system. Löser problem som uppstår t.ex. med användares lösenord.",
    "occupations": [
      "nTwt_VnS_Z2x"
    ]
  },
  "3513": {
    "code": "3513",
    "label": "Systemadministratörer",
    "definition": "Administrerar system, databaser och lokala nätverk och ger service till användare. Installerar och konfigurerar nya applikationer och distribuerar programuppdateringar till användare.",
    "occupations": [
      "Lxas_8K9_W1o",
      "y763_SQh_71J"
    ]
  },
  "3514": {
    "code": "3514",
    "label": "Nätverks- och systemtekniker m.fl.",
    "definition": "Installerar och konfigurerar kommunikationsutrustning samt ansvarar för underhåll av denna utrustning, t. ex. brandväggar, routrar, switchar etc.",
    "occupations": [
      "7jMK_KQk_M9L",
      "Nkbd_wa9_TZF"
    ]
  },
  "3515": {
    "code": "3515",
    "label": "Webbmaster och webbadministratörer",
    "definition": "Underhåller, övervakar och administrerar drift av Internet och interna webbplatser samt maskin- och programvara för webbservrar. Ansvarar för en webbplats övergripande struktur och innehåll.",
    "occupations": [
      "X85i_eSh_Kfv"
    ]
  },
  "3521": {
    "code": "3521",
    "label": "Bild- och sändningstekniker",
    "definition": "Ansvarar för teknik och leder arbete vid sändning av TV-program från studio eller inspelningsbuss. Planerar och hanterar utrustning för redigering och mixning av ljud- och bildinspelningar. Gör mixbearbetning av inspelningar samt överför ljud till och från olika media.",
    "occupations": [
      "2Cjr_5Bn_GVb",
      "3ZFj_Cbb_uPL",
      "5BLi_wBL_fM1",
      "6Um7_yX6_J7z",
      "7Rih_wMN_qpR",
      "82bk_gCY_NS2",
      "BM2p_vGv_Npg",
      "DLTD_qPV_afP",
      "Em8L_772_d5v",
      "Feez_ip7_nqB",
      "PY3M_7bz_cbC",
      "XDgH_ApE_nBH",
      "XHRR_4kg_Upi",
      "YTjK_wVy_YNM",
      "bQws_2wE_x2Z",
      "imJC_PfJ_RHt",
      "m8ED_BbT_twk",
      "r32c_vMU_Zot",
      "ugmL_11t_RvD",
      "yEKs_7aD_9nD"
    ]
  },
  "3522": {
    "code": "3522",
    "label": "Ljus-, ljud- och scentekniker",
    "definition": "Installerar och programmerar utrustning för ljus, ljud och scenmaskineri. Svarar för och sköter ljussättning. Ansvarar för sceners byggnad, funktion och tekniska utrustning samt underhåll. Planerar och genomför föreställningar med artister inom scenkonsten. Bygger, skiftar och river dekor.",
    "occupations": [
      "2KG5_YmC_TRA",
      "2hTu_y9K_CxY",
      "44wU_Cyh_yqp",
      "DjWo_rw6_r9z",
      "FTeN_dsG_P21",
      "Fc5F_3Wu_B8K",
      "MjDT_y1N_TxN",
      "NapE_zvy_guo",
      "Q7YP_jJ8_qsk",
      "Y5A4_9s7_HtL",
      "YBxu_4hV_dNB",
      "aQDK_H6n_bwK",
      "bqrn_3Hf_Wtv",
      "f4mp_tWX_wa9",
      "fzwa_vK3_4c3",
      "ijWU_Wu9_iRA",
      "j9yt_DeA_YBJ",
      "kfe3_a4o_jC2",
      "kpw6_7cd_9X6",
      "mM8D_fX8_czT",
      "qMJk_3Zy_Mue",
      "ubgh_Tgi_RgH",
      "vaq4_wCT_Pu9",
      "w1ix_1VM_ggQ",
      "xJpQ_KS5_L8c",
      "zEWh_oPy_Qmt"
    ]
  },
  "4111": {
    "code": "4111",
    "label": "Ekonomiassistenter m.fl.",
    "definition": "Registrerar, sammanställer och bearbetar data om företags eller organisations ekonomiska transaktioner. Kontrollerar och upprättar underlag för exempelvis fakturor. Sköter och bokför in- och utbetalningar. Informerar om resultat. Sköter momshantering och sammanställer material inför skattedeklarationen.",
    "occupations": [
      "BK8D_hZe_dtk",
      "MZ9T_JuJ_FxU"
    ]
  },
  "4112": {
    "code": "4112",
    "label": "Löne- och personaladministratörer",
    "definition": "Utför löneberedningsrutiner och löpande lönearbete. Hanterar anställningsformer och tillämpning av arbetsrätt och avtal i löneberedning, löneformer och lönedelar. Sammanställer underlag för statistik, pensions- och försäkringsärenden.",
    "occupations": [
      "ofiS_5F2_YmV",
      "ojEj_nt6_PCa"
    ]
  },
  "4113": {
    "code": "4113",
    "label": "Backofficepersonal m.fl.",
    "definition": "Utför registrering, avveckling och kontroll av affärshändelser inom värdepappers- och valutahandeln.",
    "occupations": [
      "TWXp_UEp_hbR",
      "rkXK_cb5_Ft9"
    ]
  },
  "4114": {
    "code": "4114",
    "label": "Marknads- och försäljningsassistenter",
    "definition": "Bevakar och bereder marknads- och försäljningsärenden. Sköter administration för marknads- och försäljningsaktiviteter. Kontrollerar och redigerar texter. Bokar utrymme för annonser och kampanjer samt kontrollerar införande med avseende på tidpunkt, innehåll, plats, storlek och form. Sköter samordning mellan reklambyrå, tryckeri och medieföretag.",
    "occupations": [
      "HFuj_YCt_Ymn",
      "Py1W_JCz_LNX",
      "it81_Tvc_eV7",
      "qggA_Smr_PbQ",
      "uWwq_jF2_nhq"
    ]
  },
  "4115": {
    "code": "4115",
    "label": "Inköps- och orderassistenter",
    "definition": "Gör beställningar samt kontrollerar varor och fakturor. Granskar offerter och skriver ut inköpsorder. Sköter leverantörsregister och lagerlistor. Begär in offerter, pris och leverantörsuppgifter.",
    "occupations": [
      "3uZy_tC8_H8X",
      "W8Kb_rxf_uRQ",
      "c6hC_aYL_Qty"
    ]
  },
  "4116": {
    "code": "4116",
    "label": "Skolassistenter m.fl.",
    "definition": "Hanterar personal- och elevregister, diarieföring, arkivering, statistik, posthantering och frånvarohantering vid förskolor eller skolor. Beställer läromedel och förbrukningsmaterial. Assisterar förskolechef eller rektor.",
    "occupations": [
      "BbP9_J9m_o9L"
    ]
  },
  "4117": {
    "code": "4117",
    "label": "Medicinska sekreterare, vårdadministratörer m.fl.",
    "definition": "Skriver och hanterar patientjournaler utifrån information från läkare eller annan vårdgivare. Sköter administration, remisshantering och tar emot patienter.",
    "occupations": [
      "EAao_VsW_pQb",
      "b3hK_sJG_AaB"
    ]
  },
  "4119": {
    "code": "4119",
    "label": "Övriga kontorsassistenter och sekreterare",
    "definition": "Utför annat kontorsarbete än inom 4111-4117 Exempel på arbetsuppgifter: Sköter löpande ärenden inom administration. Kontrollerar, kompletterar, registrerar, besvarar förfrågningar m.m. Skriver protokoll, brev, tabeller och andra dokument. Gör uträkningar och avstämningar.",
    "occupations": [
      "U6hD_PBC_iKQ",
      "WL4K_4RF_NEJ",
      "WX27_7Bu_Rcv",
      "soBq_ia8_xcx",
      "xf1u_Fjo_du4"
    ]
  },
  "4211": {
    "code": "4211",
    "label": "Croupierer och oddssättare m.fl.",
    "definition": "Leder olika kasinospel. Säljer spelbrickor och ropar ut nummer under bingospelets gång. Beräknar matematiska sannolikheter och tar fram statistik för oddssättning.",
    "occupations": [
      "9nHg_tvX_ajZ",
      "KdkP_9UN_kTa",
      "NyR3_nEr_Qm1",
      "UK96_XF1_w6F",
      "V3rJ_XAo_1kT"
    ]
  },
  "4212": {
    "code": "4212",
    "label": "Inkasserare och pantlånare m.fl.",
    "definition": "Överlämnar delgivningshandlingar. Inkasserar utestående fordringar samt undersöker tillgångar. Gör upp avbetalningsplaner och medverkar i förlikningar. Upprättar ansökningshandlingar till Kronofogden samt ansöker om verkställighet såsom utmätningar och avhysningar. Lånar ut pengar mot pant. Värderar panter eller annan säkerhet. Informerar om lånevillkor och beräknar ränta.",
    "occupations": [
      "LmMs_vdL_1NR",
      "QkvS_u4h_S55",
      "uL9H_fgi_aUM",
      "x3sT_sEE_ka3",
      "z7jD_UBj_Lrx"
    ]
  },
  "4221": {
    "code": "4221",
    "label": "Resesäljare och trafikassistenter m.fl.",
    "definition": "Lämnar upplysningar om resor, resmål, logi och evenemang. Förmedlar och säljer resor. Gör upp resplaner och bokar biljetter, hotellrum m.m. Svarar för passagerarservice på flygplatser samt på färje- och bussterminaler. Informerar om avgångstider, biljettpriser, linjesträckningar, restider m.m. Kontrollerar färdbevis och registrerar bagage.\r\n\r\nHit hör inte\r\nFlygplatskontrollant (5413)\r\n",
    "occupations": [
      "1zWB_81n_EEV",
      "AMCU_cUq_Eup",
      "HXv5_i9k_t5P",
      "LNfx_Wzs_mdx",
      "Y3Qo_rk6_3fg",
      "YWfW_snc_CTn",
      "jzeN_ugc_uyf",
      "pUQK_VgY_EMT",
      "ytyd_woW_QVz"
    ]
  },
  "4222": {
    "code": "4222",
    "label": "Kundtjänstpersonal",
    "definition": "Ger råd och upplysningar samt besvarar frågor om ett företags eller organisations produkter, tjänster eller policy.\r\n \r\nHit hör inte\r\nTelefonist (4223)\r\nHelpdesktekniker, IT/Supporttekniker, IT (3512)\r\n",
    "occupations": [
      "8Uhp_XYo_z5f",
      "mYcf_TH2_zPj",
      "rDKi_QTj_qxa",
      "w8eg_Ufq_B5X"
    ]
  },
  "4223": {
    "code": "4223",
    "label": "Telefonister",
    "definition": "Tar emot och kopplar telefonsamtal. Ger upplysningar, tar emot meddelanden och lämnar besked. Sköter växel samt hänvisnings- och personsökningssystem.\r\n",
    "occupations": [
      "62xd_b2m_Wbo",
      "Gse3_SPL_dyP"
    ]
  },
  "4224": {
    "code": "4224",
    "label": "Hotellreceptionister m.fl.",
    "definition": "Tar emot, checkar in och checkar ut gäster på hotell, konferensanläggning, vandrarhem eller campingplats m.m. Informerar om bl.a. anläggningens service samt sevärdheter och nöjesevenemang. Gör i ordning konferenslokaler och ansvarar för att den tekniska utrustningen fungerar och att förtäring serveras enligt beställningen.",
    "occupations": [
      "1r5s_qHw_84e",
      "3kFW_XLk_v9H",
      "4uw5_ysb_1Ky",
      "5E9J_4Ka_UPK",
      "Ba4Z_5Q7_Xwf",
      "of8z_oz7_gBp",
      "p299_kkg_67z"
    ]
  },
  "4225": {
    "code": "4225",
    "label": "Kontorsreceptionister",
    "definition": "Tar emot besökande. Informerar och hänvisar till plats, lokal eller person. Hanterar in- och utpassering.",
    "occupations": [
      "Bkm3_rLa_uYG",
      "srEz_jK8_dQ5"
    ]
  },
  "4226": {
    "code": "4226",
    "label": "Marknadsundersökare och intervjuare",
    "definition": "Intervjuar personer och hanterar svaren för marknads-, samhälls- och opinionsundersökningar. \r\n",
    "occupations": [
      "JZou_GZp_C41"
    ]
  },
  "4321": {
    "code": "4321",
    "label": "Arbetsledare inom lager och terminal",
    "definition": "Ansvarar, samordnar och leder daglig drift på lager eller terminal.\r\n",
    "occupations": [
      "333u_QiV_URJ",
      "Jbj9_Cfj_8CM",
      "c4S8_tmV_fJW"
    ]
  },
  "4322": {
    "code": "4322",
    "label": "Lager- och terminalpersonal",
    "definition": "Registrerar, kontrollerar och styr material- och varuflöden. Planerar och kontrollerar leveranser samt planerar lagerhållning och utnyttjande av lagerkapacitet. Tar emot gods samt plockar, packar och lastar gods med hjälp av exempelvis truck. Kontrollerar och registrerar varor.\r\n\r\nHit hör inte\r\nHamnarbetare/Stuveriarbetare (9331)\r\nLastare (9332) \r\nLogistiker (2141)\r\nPackare (9320)\r\nReservdelsspecialist/Bildelsspecialist (7231)\r\n",
    "occupations": [
      "B41N_Qiz_vhj",
      "DLEi_bTh_oLA",
      "Dj3u_riG_xsr",
      "GLp9_DyP_gHJ",
      "wQLK_eDg_pD4",
      "zXv9_zv2_VUs"
    ]
  },
  "4323": {
    "code": "4323",
    "label": "Transportledare och transportsamordnare",
    "definition": "Samordnar och övervakar person- och godstrafik vid t.ex. lokaltrafikföretag, åkerier, godsterminal, grosshandel och industriföretag. Utarbetar och justerar transportscheman. Ansvarar för tågtrafik inom ett geografiskt område samt dirigerar tågtrafik enligt säkerhetsbestämmelser och tidtabell. Lägger växlar och ställer signaler med hjälp av ställverk. Övervakar trafik på flygplatser samt registrerar starter och landningar. Beräknar ankomsttider och svarar för behandling av gods vid flygterminal. Anvisar kajplats åt fartyg och tillhandahåller utrustning.\r\n \r\nHit hör inte\r\nLogistiker (2141)\r\nSpeditör (3331)\r\nTrafikinformatör (4222)\r\n",
    "occupations": [
      "Ce5J_e8j_7oh",
      "HZs8_1T5_LwW",
      "JuQM_49E_hue",
      "WYkE_arW_7Z1",
      "i9VX_mum_dFB",
      "oohW_snt_MqM",
      "sSsf_D7Q_JyQ",
      "uzca_L4S_34f",
      "z7WD_aBS_m9N"
    ]
  },
  "4410": {
    "code": "4410",
    "label": "Arkiv- och biblioteksassistenter m.fl.",
    "definition": "Förtecknar, sorterar och tar fram arkivhandlingar. Biträder vid katalogisering och registrering av böcker och annat publicerat material. Ordnar och lånar ut böcker, tidskrifter m.m. Biträder vid informationssökning. Sköter bild- och ljudanläggningar. Biträder vid registrering, skötsel och utställning av museiföremål.",
    "occupations": [
      "Mx7K_ThX_jz4",
      "ZjMd_12Q_aCk",
      "kxKW_LiD_FuW"
    ]
  },
  "4420": {
    "code": "4420",
    "label": "Brevbärare och postterminalarbetare",
    "definition": "Förbereder distribution samt distribuerar post t.ex. brev, tidskrifter och direktreklam. Maskinsorterar post.\r\n \r\nHit hör inte\r\nReklamdistributör/Reklamutdelare (9621)\r\nTidningsbud (9621)\r\n",
    "occupations": [
      "aMhb_X7V_KCL",
      "nViA_Utf_vPc"
    ]
  },
  "5111": {
    "code": "5111",
    "label": "Kabinpersonal m.fl.",
    "definition": "Svarar för passagerares säkerhet ombord på flygplanet. Informerar om säkerhetsföreskrifter m.m. Serverar måltider och drycker samt säljer olika varor. Planerar och samordnar service och aktiviteter på fartyg.",
    "occupations": [
      "7K4z_h4c_xu9",
      "AKCn_v5B_mUy",
      "P9Q5_2fm_cKc"
    ]
  },
  "5112": {
    "code": "5112",
    "label": "Tågvärdar och ombordansvariga m.fl.",
    "definition": "Kontrollerar och säljer färdbevis. Ansvarar för passagerarnas säkerhet och bekvämlighet på tåg och spårvagnar. Serverar måltider och drycker samt säljer olika varor. Informerar om avgångstider, biljettpriser, linjesträckningar, restider m.m.",
    "occupations": [
      "WPyb_eeK_6aA",
      "o5p1_ZUZ_pab"
    ]
  },
  "5113": {
    "code": "5113",
    "label": "Guider och reseledare",
    "definition": "Leder utflykter, sightseeingturer och andra arrangemang, både för enskilda besökare och turister eller i grupp. Informerar om sevärdheter m.m. Representerar reseföretag på plats.",
    "occupations": [
      "1xNQ_zHp_Gtj",
      "UMGQ_Hmq_ccz",
      "fbTg_DGa_7px",
      "teRQ_AeD_uwx",
      "uC1H_igy_1X9"
    ]
  },
  "5120": {
    "code": "5120",
    "label": "Kockar och kallskänkor",
    "definition": "Lagar, lägger upp och garnerar mat inom hotell- och restaurangnäringen, inom storkök, provkök, på ett fartyg eller i en butik.",
    "occupations": [
      "JECy_3w6_gah",
      "JbJw_as4_S93",
      "KarC_Tsk_u1m",
      "Ki3J_DNi_7Hi",
      "Vg3d_Azf_p5Y",
      "iLgH_g2C_2KH"
    ]
  },
  "5131": {
    "code": "5131",
    "label": "Hovmästare och servitörer",
    "definition": "Organiserar och leder serveringspersonals arbete. Tar emot bordsreservationer samt beställningar på mat och dryck på restauranger eller hotell. Ansvarar för drycker på en restaurang. Serverar gäster mat och dryck på restauranger, konferensanläggningar, passagerarfartyg m.m.",
    "occupations": [
      "4ZeS_9Z9_wmL",
      "6Spw_ptw_fgR",
      "HuYB_gtA_7jL",
      "RnSZ_Ub1_DiV",
      "fQz9_cLZ_bw8",
      "rGGf_KLs_To7"
    ]
  },
  "5132": {
    "code": "5132",
    "label": "Bartendrar",
    "definition": "Serverar drycker på restauranger, hotell, nattklubbar, diskotek eller pubar. Lämnar ut drycker till serveringspersonal efter gästers beställningar. Tillreder och serverar kaffebaserade drycker på kaféer och konditorier.",
    "occupations": [
      "Pppw_ySf_9m7",
      "dPjw_76j_Eo5",
      "fLps_qRU_1CC",
      "h6oZ_9aZ_27G"
    ]
  },
  "5141": {
    "code": "5141",
    "label": "Frisörer",
    "definition": "Klipper, behandlar och vårdar hår med hjälp av t. ex. sax, klippmaskin och kniv. Utför kemiska behandlingar som permanent, färgning och blekning. Gör håruppsättningar, läggningar och hårförlängningar. Tillverkar och provar ut peruker och tupéer. ",
    "occupations": [
      "2mPd_wgX_1zA",
      "hDzC_BF5_Wz2",
      "r4Ax_25F_QjZ",
      "tuoE_9Nj_fAS"
    ]
  },
  "5142": {
    "code": "5142",
    "label": "Hudterapeuter",
    "definition": "Utför ansikts- och kroppsbehandlingar. Gör hudanalyser, djuprengör huden, ger massage och lägger masker och krämer. Ger råd och föreslår lämpliga behandlingar och produkter.\r\n \r\nHit hör inte\r\nManikyrist/Manikurist (5149)\r\nNagelterapeut/Nagelteknolog (5149)\r\nPedikyrist/Pedikurist (5149)\r\n",
    "occupations": [
      "VDPL_pKt_otU",
      "zqBJ_sRm_m5Z"
    ]
  },
  "5143": {
    "code": "5143",
    "label": "Massörer och massageterapeuter",
    "definition": "Masserar kroppens mjukdelsvävnader för att motverka spänningar och andra lindriga besvär. Behandlar specifika besvär med hjälp av massageterapeutiska metoder. Ger även behandling i förebyggande syfte.\r\n",
    "occupations": [
      "Noiq_KAF_ukM",
      "kTPN_7g7_fhV",
      "uwSN_G39_cex"
    ]
  },
  "5144": {
    "code": "5144",
    "label": "Fotterapeuter",
    "definition": "Behandlar förhårdnader, nageltrång och andra besvär på fötter. Utför medicinsk fotvård. Ger råd om egenvård, skor och hjälpmedel.\r\n\r\nHit hör inte\r\nPedikyrist/Pedikurist (5149)\r\nPodiatriker/Podiater (2289)\r\n",
    "occupations": [
      "R5zK_XyF_czg"
    ]
  },
  "5149": {
    "code": "5149",
    "label": "Övriga skönhets- och kroppsterapeuter",
    "definition": "Utför annat skönhets- och kroppsterapeutiskt arbete än inom 5141-5144 Exempel på arbetsuppgifter: Ger vårdande behandlingar på händer, naglar och nagelband. Bygger upp, förstärker, förlänger och lagar naglar med olika metoder, material och hjälpmedel. Utför spa-behandlingar. Ger råd om kläder och smink. Lägger makeup. Maskerar skådespelare m.m.",
    "occupations": [
      "ChpK_qqA_uwn",
      "FLLX_TUw_rU5",
      "GBys_6Zx_25W",
      "GNX3_2s8_99p",
      "Many_vs3_Kaw",
      "MiYT_1JK_fKe",
      "TPtR_2LX_6B3",
      "febp_FvM_dkW",
      "kjD1_wUs_D8a",
      "phfy_cnb_jUQ",
      "xUwN_SAt_vGg"
    ]
  },
  "5151": {
    "code": "5151",
    "label": "Städledare och husfruar",
    "definition": "Leder, planerar och samordnar det dagliga städarbetet samt följer upp och utvecklar instruktioner och rutiner. Ansvarar för städmaterial, gästartiklar, linne och annat material.",
    "occupations": [
      "YFh5_8k9_UK1"
    ]
  },
  "5152": {
    "code": "5152",
    "label": "Fastighetsskötare",
    "definition": "Övervakar, sköter och underhåller fastigheters inre och yttre miljö. Kontrollerar ventilations- och värmeanläggningar. Utför mindre reparationer och svarar för service till hyresgäster och besökare.",
    "occupations": [
      "5XnU_5ZJ_LQN",
      "6ybD_FpX_WDW",
      "BK7A_kh5_xWc",
      "cRmS_zdM_NEA",
      "gD5N_mCM_ea5",
      "mbDn_h6o_Tuy",
      "oH9v_baf_a3d"
    ]
  },
  "5161": {
    "code": "5161",
    "label": "Begravnings- och krematoriepersonal",
    "definition": "Förbereder, arrangerar och utför uppgifter i samband med begravningsceremonier, jordfästningar, kremeringar och gravsättningar.",
    "occupations": [
      "S8DR_6EK_m92",
      "TQdN_j7Q_mBj",
      "UT3U_ctb_LE2",
      "kbMR_1Di_iVA",
      "q4Aj_RjF_Uj2",
      "uZ4a_nJb_ucb"
    ]
  },
  "5169": {
    "code": "5169",
    "label": "Övrig servicepersonal",
    "definition": "Utför andra servicetjänster. \r\n\r\nHit hör inte\r\nHemservicepersonal (9119)",
    "occupations": [
      "8ZFC_8DK_zWD"
    ]
  },
  "5221": {
    "code": "5221",
    "label": "Säljande butikschefer och avdelningschefer i butik",
    "definition": "Ansvarar och planerar för drift och löpande verksamhet i butik. Leder, fördelar, kontrollerar och följer upp arbetet i butiken. Anställer och introducerar medarbetare. Deltar i den dagliga säljverksamheten. Driver kaféverksamhet.\n\nHit hör inte\nAdministrativ butikschef (1730)\nRegionchef, butik (1730)",
    "occupations": [
      "BHdM_TVA_baC",
      "EysC_CUe_gKG",
      "idjj_kaK_6is",
      "rynG_URT_erJ",
      "tyfu_FKK_KYm",
      "zsd5_bF8_cGh"
    ]
  },
  "5222": {
    "code": "5222",
    "label": "Butikssäljare, dagligvaror",
    "definition": "Säljer livsmedel, drycker och andra dagligvaror i affärer, livsmedelshallar, stormarknader och andra försäljningsställen. Beställer, packar upp, prismärker samt fyller på varor.\r\n\r\nHit hör inte\r\nKassapersonal (5230)\r\nKioskbiträde (5230) \r\nTorgförsäljare/Marknadsförsäljare (9520)\r\n",
    "occupations": [
      "RGNc_B6x_1A8",
      "pBhS_6fg_727"
    ]
  },
  "5223": {
    "code": "5223",
    "label": "Butikssäljare, fackhandel",
    "definition": "Säljer sällanköpsvaror i affärer, varuhus och andra försäljningsställen. Informerar kunder om varor och priser samt ger råd om användning och skötsel. Beställer, packar upp, prismärker, fyller på och tar betalt för varor.\r\n\r\nHit hör inte\r\nReservdelsspecialist/Bildelsspecialist (7231)\r\nOptikerassistent (5224)",
    "occupations": [
      "CNHD_RxB_thm",
      "EuTa_edS_Add",
      "Jd8e_1UD_8Vo",
      "Qbmc_5Yr_Lca",
      "ek9W_CmD_y2M",
      "vugJ_jNY_XLH",
      "ywWg_2t1_JSW"
    ]
  },
  "5224": {
    "code": "5224",
    "label": "Optikerassistenter",
    "definition": "Biträder optiker med kundkontakter och allmän rådgivning om glasögon och kontaktlinser. Genomför efter optikerns ordination teknisk anpassning av glasögon. Lämnar ut och justerar iordningställda glasögon och kontaktlinser samt ger instruktioner om hantering av linserna.\r\n",
    "occupations": [
      "hfq6_Rpw_EKK"
    ]
  },
  "5225": {
    "code": "5225",
    "label": "Bensinstationspersonal",
    "definition": "Säljer drivmedel, tillbehör, biltvätt och livsmedel. Bereder och serverar snabbmat och dryck. Hyr ut bilar, lastbilar och släpvagnar.\r\n\r\nHit hör inte\r\nBiluthyrare (5226)\r\n",
    "occupations": [
      "gZ4R_TcH_ir2"
    ]
  },
  "5226": {
    "code": "5226",
    "label": "Uthyrare",
    "definition": "Hyr ut fordon, maskiner och andra varor och produkter.",
    "occupations": [
      "79JG_xwg_s5q",
      "HoGM_mYc_krU",
      "MS32_GJL_6sB",
      "XPL2_squ_8rj"
    ]
  },
  "5227": {
    "code": "5227",
    "label": "Apotekstekniker",
    "definition": "Ger råd om och säljer egenvårdsprodukter och receptfria läkemedel. Packar upp, prismärker samt fyller på varor i apotek.\r\n",
    "occupations": [
      "8cJ8_fJJ_X5X",
      "Cj92_o8k_DQV"
    ]
  },
  "5230": {
    "code": "5230",
    "label": "Kassapersonal m.fl.",
    "definition": "Tar betalt för kunders inköp i affärer, stormarknader och andra försäljningsställen. Säljer biljetter till teatrar, bio, konserter, museer, utställningar m.m. Säljer och växlar valuta.",
    "occupations": [
      "9e9K_NST_qHe",
      "SuKt_UNt_RuE",
      "j8X2_KhG_6ty"
    ]
  },
  "5241": {
    "code": "5241",
    "label": "Eventsäljare och butiksdemonstratörer m.fl.",
    "definition": "Marknadsför, säljer och informerar om tjänster och produkter på exempelvis mässor, köpcentra och butiker. Visar kläder för återförsäljare, press och allmänhet på modevisningar. Poserar för exempelvis reklambilder eller tidningsreportage. Poserar för målare, skulptörer och konstskolor.",
    "occupations": [
      "JTz6_gnu_Arh",
      "bUP3_Ztw_VC1",
      "efeN_hRi_hHL",
      "o7SJ_LKE_wrS"
    ]
  },
  "5242": {
    "code": "5242",
    "label": "Telefonförsäljare m.fl.",
    "definition": "Säljer och förmedlar varor och tjänster per telefon till företag eller privatpersoner. Söker upp och värvar medlemmar eller bidragsgivare till organisationer.\r\n",
    "occupations": [
      "6FAe_TXj_2vw",
      "WZ2C_vH9_8ek"
    ]
  },
  "5311": {
    "code": "5311",
    "label": "Barnskötare",
    "definition": "Sköter och aktiverar barn vid förskola, familjedaghem, förskoleklass och fritidshem.\r\n\r\nHit hör inte\r\nBarnflicka/Barnvakt (9119)\r\nBarnsjuksköterska (2232)\r\nBarnsköterska (5325)",
    "occupations": [
      "6hqG_QEH_YwN",
      "rM7G_ge7_XhP",
      "ujBX_nic_wuH"
    ]
  },
  "5312": {
    "code": "5312",
    "label": "Elevassistenter m.fl.",
    "definition": "Hjälper, stödjer och stimulerar elever i grund- och gymnasieskola med behov av särskilt stöd i skolarbetet, enskilt och i gruppsammanhang. Bistår lärare i undervisningen.\r\n\r\nHit hör inte\r\nBarnskötare (5311)",
    "occupations": [
      "17FS_XzU_AQ4",
      "Sbzf_iBA_MAS",
      "Zfgc_BYU_HM2",
      "rN8K_yrD_VDk"
    ]
  },
  "5321": {
    "code": "5321",
    "label": "Undersköterskor, hemtjänst, hemsjukvård, äldreboende och habilitering",
    "definition": "Ger individuell vård och omsorg till äldre i eget eller särskilt boende. Utför hälso- och sjukvårdsuppgifter efter instruktion och delegering t.ex. kvalificerad sårvård och kateterspolning. Ger stöd, assistans, omvårdnad och social service till barn, äldre och personer med funktionsnedsättning i deras vardagsliv. Ger stimulans och stöd till individen i aktiviteter och kontakter med omvärlden.\n\nHit hör inte\nHabiliteringsassistent (5330)\nHemvårdsassistent (3411)",
    "occupations": [
      "bSEB_VKd_Ub3",
      "wvmE_VKa_dzo"
    ]
  },
  "5323": {
    "code": "5323",
    "label": "Undersköterskor, vård- och specialavdelning och mottagning",
    "definition": "Kontrollerar patienters kroppstemperatur, puls och blodtryck, tar prover och lägger om sår. Hjälper patienter med deras personliga hygien. Bäddar, delar ut mat och gör annat som ingår i den dagliga vården. Assisterar läkare och sjuksköterskor vid undersökningar och behandlingar. Tar prover, tar fram provsvar och journaler samt förbereder patienter för behandling. Plockar fram instrument inför undersökningar och ingrepp samt rengör och desinficerar dem.",
    "occupations": [
      "PQkQ_Dmk_ZF8",
      "Z5L9_7Eb_cCd",
      "jgqS_XiJ_enV",
      "pTLX_W9d_byF"
    ]
  },
  "5325": {
    "code": "5325",
    "label": "Barnsköterskor",
    "definition": "Sköter den dagliga omvårdnaden av barn på sjukhusens barnavdelningar. Tar prover, kontrollerar kroppstemperatur och puls m.m.\r\n\r\nHit hör inte\r\nBarnskötare (5311)\r\n",
    "occupations": [
      "rwrv_VQw_vPr"
    ]
  },
  "5326": {
    "code": "5326",
    "label": "Ambulanssjukvårdare",
    "definition": "Utför ambulanstransporter. Undersöker och behandlar patienten innan och under transport till sjukhus.",
    "occupations": [
      "N9Ag_PYT_ecP",
      "k612_Zer_UV8"
    ]
  },
  "5330": {
    "code": "5330",
    "label": "Vårdbiträden",
    "definition": "Ger individuell vård och omsorg till äldre i eget eller särskilt boende.\r\n",
    "occupations": [
      "4zLr_jP5_peZ",
      "Edjj_2Q7_P8X",
      "enMi_XgH_GQc"
    ]
  },
  "5341": {
    "code": "5341",
    "label": "Skötare",
    "definition": "Vårdar, ger stöd och råd samt medverkar i rehabilitering av patienter inom psykiatrisk vård och missbruksvård.",
    "occupations": [
      "ELLq_sK6_wqk",
      "GEaX_Yq9_zfB",
      "P5bN_iUA_88w"
    ]
  },
  "5342": {
    "code": "5342",
    "label": "Vårdare, boendestödjare",
    "definition": "Ger stöd, service och omsorg till barn och vuxna med funktionsnedsättning. Fungerar som stöd för individens självständighet genom att bistå i vardagliga sysslor i hemmet, i grupp- eller serviceboende eller inom daglig verksamhet. Ger stöd även vid hygien och kommunikation samt med fritidsaktiviteter.\r\n\r\nHit hör inte\r\nPersonlig assistent (5343)",
    "occupations": [
      "LxhG_of8_eMi",
      "tT85_Pdp_4Uq"
    ]
  },
  "5343": {
    "code": "5343",
    "label": "Personliga assistenter",
    "definition": "Underlättar för person med funktionsnedsättning att sköta sin skolgång eller sitt arbete. Ger stöd vid vardagssysslor samt fritidsaktiviteter. Ger personlig ledsagning.\r\n\r\nHit hör inte\r\nVårdare/Arbetshandledare/Boendestödjare (5342)",
    "occupations": [
      "KJoL_2hp_Sa5",
      "SF73_TBz_fhR",
      "eU1q_zvL_9Rf"
    ]
  },
  "5349": {
    "code": "5349",
    "label": "Övrig vård- och omsorgspersonal",
    "definition": "Utför annat biträdande arbete inom vård och omsorg än inom 5341–5343. Exempel på arbetsuppgifter: Biträder vid obduktioner och på laboratorium.",
    "occupations": [
      "Lmki_mgE_M6F",
      "Ncin_Mdw_pRT",
      "UTWj_ogC_1vd",
      "ir1D_hfe_jPD",
      "sghA_68W_sYw",
      "yiFS_2Zq_NzF"
    ]
  },
  "5350": {
    "code": "5350",
    "label": "Tandsköterskor",
    "definition": "Assisterar tandläkare vid undersökning, behandling och operation av patient. Putsar och polerar tänder samt tar röntgenbilder. Planerar behandlingstider, för journaler, tar betalt och gör inköp. Rengör instrument och annan utrustning.",
    "occupations": [
      "ckkD_JhH_Sc6",
      "xq4p_8Y5_SYR"
    ]
  },
  "5411": {
    "code": "5411",
    "label": "Brandmän",
    "definition": "Släcker bränder och gör räddningsinsatser vid exempelvis trafikolyckor. Förebygger, hindrar och begränsar skador på människor, egendom eller i miljön vid olyckshändelser. Bearbetar skador när olja, farliga kemikalier och andra skadliga ämnen läckt ut. Informerar om brandskydd.",
    "occupations": [
      "sgib_x6a_wnW"
    ]
  },
  "5412": {
    "code": "5412",
    "label": "Kriminalvårdare",
    "definition": "Svarar för vård och tillsyn av intagna på kriminalvårdsanstalter och allmänna häkten. Övervakar ordning och säkerhet. Aktiverar de intagna i olika fritidsverksamheter samt bedriver motivationsarbete.",
    "occupations": [
      "NoHX_doS_a8J",
      "UY47_7BK_rfi"
    ]
  },
  "5413": {
    "code": "5413",
    "label": "Väktare och ordningsvakter",
    "definition": "Patrullerar och bevakar fastigheter och områden. Kontrollerar tillträde till olika inrättningar och övervakar ordning vid offentliga evenemang m.m. Agerar vid larm och störningar, kontaktar vid behov t.ex. polis eller brandkår. Svarar för säkerhetskontroller vid flygplatser och i hamnar. Transporterar kontanter och andra värdeföremål. Skyddar vid behov enskilda personer.",
    "occupations": [
      "Dk1g_6Du_mNF",
      "Geiy_N5y_GLi",
      "HTi3_9dQ_gxH",
      "Jpr5_Qf8_e5d",
      "L7dr_edw_VWG",
      "PX1A_3JR_jUL",
      "TH8w_hsR_AMf",
      "mobn_aTk_jS6",
      "pCtL_mkz_HVe"
    ]
  },
  "5414": {
    "code": "5414",
    "label": "SOS-operatörer m.fl.",
    "definition": "Tar emot, samordnar och förmedlar larm om inträffade eller befarade olyckor i luften, på land och till sjöss. Leder arbetet med räddningsinsatser. Tar emot inbrottslarm, överfallslarm, driftlarm och trygghetslarm på larmcentral eller ledningscentral för bevakningsföretag.\r\n",
    "occupations": [
      "1WsA_bfK_QUd",
      "4GHe_kgB_cAk"
    ]
  },
  "5419": {
    "code": "5419",
    "label": "Övrig bevaknings- och säkerhetspersonal",
    "definition": "Utför annat bevaknings- och säkerhetsarbete än inom 5411-5414. Exempel på arbetsuppgifter: Bevakar stränder och simbassänger för att förhindra olyckor och rädda individer från att drunkna. Bistår personer i nöd till fjälls. Kontrollerar att parkeringsbestämmelser följs.",
    "occupations": [
      "2RC6_tLW_jCJ",
      "BLrV_Pvm_rL6",
      "BbNn_Gtf_rKp",
      "Cdn7_Auj_1mv",
      "Ck8X_6eY_3VW",
      "rfpp_bnQ_RoQ"
    ]
  },
  "6111": {
    "code": "6111",
    "label": "Odlare av jordbruksväxter, frukt och bär",
    "definition": "Bedriver växtodling. Odlar och skördar jordbruksväxter som t.ex. spannmål, olje- och vallväxter, sockerbetor samt potatis och andra köksväxter på friland. Odlar frukt och bär. Underhåller ekonomibyggnader, maskiner och utrustning.",
    "occupations": [
      "M72y_eD6_3HN",
      "WZ1a_Pbw_Qb9",
      "a26B_RC7_TS7",
      "fPML_mHU_d94",
      "mAg4_DVZ_qaw",
      "tYNQ_WZ6_8ic"
    ]
  },
  "6112": {
    "code": "6112",
    "label": "Trädgårdsodlare",
    "definition": "Bedriver trädgårdsodling. Odlar och skördar köksväxter i växthus samt plantskoleväxter, prydnadsväxter och svamp. Sår, förökar, planterar, gallrar och beskär trädgårdsväxter. Bearbetar jorden, gödslar och rensar ogräs.",
    "occupations": [
      "43oy_qgN_eds",
      "FiWA_Jek_TCx",
      "ZwCN_YoJ_coi"
    ]
  },
  "6113": {
    "code": "6113",
    "label": "Trädgårdsanläggare m.fl.",
    "definition": "Anlägger och underhåller parker, trädgårdar, kyrkogårdar och golfbanor m.m. Lägger plattor, bygger murar och trappor samt planterar växter och sår gräs. Sköter blommor, träd, buskar och andra växter.",
    "occupations": [
      "4Y6u_JPp_jas",
      "JZur_dmf_EPY",
      "aQeS_LkP_v3G",
      "chpC_tet_f1t",
      "hcoE_duS_bdQ",
      "jhj8_puk_Eht",
      "tArV_EVU_cFQ"
    ]
  },
  "6121": {
    "code": "6121",
    "label": "Uppfödare och skötare av lantbrukets husdjur",
    "definition": "Bedriver avel, uppfödning och skötsel av lantbrukets husdjur för produktion av mjölk, kött, ägg m.m. Skor hästar. Underhåller ekonomibyggnader, maskiner och utrustning.",
    "occupations": [
      "7MTK_RiL_Vde",
      "8xCC_ojw_7fg",
      "RvHV_ckc_cbT",
      "Tufb_JbW_wS6",
      "UiYE_ZhQ_26d",
      "bVXj_j6g_vzn",
      "hqts_17R_Uaj",
      "vxKf_9ig_cob"
    ]
  },
  "6122": {
    "code": "6122",
    "label": "Uppfödare och skötare av sällskapsdjur",
    "definition": "Bedriver avel, uppfödning och skötsel av sällskapsdjur.\r\n",
    "occupations": [
      "MC1m_9BX_EgT",
      "SRpJ_Wci_3qU",
      "Y3oJ_CKn_aGS",
      "sFXn_bQg_36b",
      "umNB_exG_rGW"
    ]
  },
  "6129": {
    "code": "6129",
    "label": "Övriga djuruppfödare och djurskötare",
    "definition": "Bedriver avel, uppfödning och skötsel av andra djur än inom 6121-6122 för produktion av livsmedel, pälsskinn m.m. Sköter, dresserar eller tränar djur i djurpark, på cirkus m.m.\r\n",
    "occupations": [
      "FtjZ_ATU_Sup",
      "dZtR_dHx_stS",
      "qMzT_BiK_kzf"
    ]
  },
  "6130": {
    "code": "6130",
    "label": "Växtodlare och djuruppfödare, blandad drift",
    "definition": "Bedriver växtodling kombinerat med avel och uppfödning av lantbrukets husdjur eller sällskapsdjur. Odlar och skördar jordbruksväxter samt sköter djur för att använda som lantbrukets husdjur för produktion av mjölk, kött, ägg, pälsskinn m.m. eller som sällskapsdjur.",
    "occupations": [
      "VwvD_G8d_LjR",
      "Zod8_4Ss_9p4",
      "rbxf_y3V_tXx",
      "uf6y_4sG_vV1"
    ]
  },
  "6210": {
    "code": "6210",
    "label": "Skogsarbetare",
    "definition": "Driver skogsbruk. Vårdar och avverkar skog.",
    "occupations": [
      "1WpJ_Ho8_Ley",
      "4fuh_Uf7_NAA",
      "6239_5FJ_vLb",
      "mzyt_mwS_Lhr",
      "v9Ux_bdL_D74"
    ]
  },
  "6221": {
    "code": "6221",
    "label": "Fiskodlare",
    "definition": "Odlar och inplanterar fisk och skaldjur.",
    "occupations": [
      "PMhn_hVG_ms2",
      "WJ8c_6aZ_9CL",
      "ah7e_kK1_tFv"
    ]
  },
  "6222": {
    "code": "6222",
    "label": "Fiskare",
    "definition": "Bedriver havs-, kust- och insjöfiske. Underhåller båtar och redskap.",
    "occupations": [
      "ZmGX_NiA_4qh",
      "kEQw_Us3_ARx"
    ]
  },
  "7111": {
    "code": "7111",
    "label": "Träarbetare, snickare m.fl.",
    "definition": "Bygger och uppför träkonstruktioner inom husbyggnad, anläggning eller gruva. Bygger formar inför betonggjutning. \r\n\r\nHit hör inte\r\nInredningsskickare (7522)\r\nMaskinsnickare (7523)\r\nStällningsbyggare (7116)\r\n",
    "occupations": [
      "4Z7F_oBG_vMG",
      "HdcS_g6a_jPk",
      "HyuL_211_iHV",
      "NLEL_3vn_mTB",
      "nQLQ_6Ln_rjy"
    ]
  },
  "7112": {
    "code": "7112",
    "label": "Murare m.fl.",
    "definition": "Uppför byggnadsstommar. Klär väggar med fasadtegel. Murar skorstenar, öppna spisar och kakelugnar. Putsar väggar, tak och fasader samt sätter plattor på väggar och golv. Tillverkar och monterar inredningsdetaljer av gips och gör fasadutsmyckningar.\r\n\r\nHit hör inte\r\nStensättare (7114)\r\n",
    "occupations": [
      "5Cj7_PtE_aUX",
      "5DcA_EVV_BHZ",
      "C88b_Rv4_pHy",
      "FZrG_W9Q_fE7",
      "Qv4e_brq_Ca5",
      "gBUP_Hiy_eaH",
      "gbuQ_nGX_vDz",
      "j3pm_WJX_Hty",
      "mY9m_WER_ZCf",
      "o2zh_wq4_3L7",
      "t3k2_je2_TES",
      "vcGg_bkm_g4E"
    ]
  },
  "7113": {
    "code": "7113",
    "label": "Betongarbetare",
    "definition": "Armerar och gjuter betongkonstruktioner såsom golv, väggar, valv, pelare och broar. Borrar och sågar hål i betongkonstruktioner.",
    "occupations": [
      "57z2_b5A_hAT",
      "LVfX_gRL_EPH",
      "MH6m_kSK_mTF",
      "SDMs_GGu_gf2",
      "s4uc_rN5_Lje",
      "wwT3_6Kf_8BZ"
    ]
  },
  "7114": {
    "code": "7114",
    "label": "Anläggningsarbetare",
    "definition": "Lägger ner och sammanfogar rör av betong, metall eller plast till vatten- och avloppsledningar, fjärrvärme och fjärrkyla. Lägger ut asfalt eller betong på vägbanor m.m. Lägger ut räls, utför spårjustering och monterar växlar. Sätter kantsten och gatsten eller lägger sten- och betongplattor på gång- och körbanor. Monterar lekredskap, trappor och stödmurar samt räcken, skyltar och andra vägmarkeringar.",
    "occupations": [
      "5tLG_3ir_2e5",
      "C4WN_ZwJ_xJW",
      "Gbx4_8HD_tme",
      "K7QL_Xmt_nut",
      "Kyaz_piB_MNV",
      "MQHi_q9J_x2d",
      "Xkw4_BSP_dad",
      "bpwq_MEr_hvP",
      "fUgD_M9L_fen",
      "ryWZ_9B8_KME",
      "y5XM_3yd_YN6"
    ]
  },
  "7115": {
    "code": "7115",
    "label": "Anläggningsdykare",
    "definition": "Arbetar under vatten med anläggningsbyggnader och reparationer av t.ex. broar, hamnar, farleder och kraftverk. Borrar, spränger, bygger formar, armerar, gjuter och utför andra anläggningsarbeten under vatten. Söker och bärgar vrakgods m.m. Inspekterar och gör mindre reparationer på fartyg.\r\n\r\nHit hör inte\r\nDykinstruktör (3422)\r\nRäddningsdykare (5411)\r\n",
    "occupations": [
      "HCU2_rjm_phV",
      "TgZD_Mvj_nQh",
      "pQ88_8v4_DSB",
      "y4XX_MZ7_Nk7"
    ]
  },
  "7116": {
    "code": "7116",
    "label": "Ställningsbyggare",
    "definition": "Monterar och demonterar byggnadsställningar på byggarbetsplatser.\r\n",
    "occupations": [
      "6nam_Ct6_oK7",
      "cQd3_2n5_cpN",
      "zYsH_PP5_nyt"
    ]
  },
  "7119": {
    "code": "7119",
    "label": "Övriga byggnads- och anläggningsarbetare",
    "definition": "Utför annat bygg- och anläggningsarbete än inom 7111-7116. Exempel på arbetsuppgifter: Lägger ner och sammanfogar rör av betong, metall eller plast. Utför olika arbetsuppgifter i samband med husbyggen och byggreparationer, t.ex. byggnadsträ- och betongarbete. Monterar fabrikstillverkade betongelement.\r\n\r\nHit hör inte\r\nAnläggningsarbetare (7114)\r\nTräarbetare/Snickare (7111)\r\n",
    "occupations": [
      "2d5J_nX1_74P",
      "4z18_2pz_Lof",
      "DcAX_PPB_fWS",
      "FMqS_ifG_ot3",
      "H2zf_MGv_yQ6",
      "R6F8_Zzw_Ta6",
      "fRKT_Fdr_fHL",
      "jijk_YAe_iRU"
    ]
  },
  "7121": {
    "code": "7121",
    "label": "Takmontörer",
    "definition": "Täcker yttertak med tätskikt av olika material och monterar värmeisolering. Sätter upp innetak.",
    "occupations": [
      "8nJG_4x9_BGX",
      "Mj9N_W8j_bqg",
      "QM63_e85_CUC",
      "bETF_k3e_2U2",
      "pSke_JBu_461",
      "sEgy_V9K_1AF"
    ]
  },
  "7122": {
    "code": "7122",
    "label": "Golvläggare",
    "definition": "Utför golvbeläggningar av textil, plast, linoleum, kork och parkett. Ytbehandlar trägolv.",
    "occupations": [
      "4eaw_x3V_ddY",
      "Mgiv_Xs7_u2r",
      "UUQD_UFi_9hX",
      "bjAo_61d_BEc"
    ]
  },
  "7123": {
    "code": "7123",
    "label": "Isoleringsmontörer",
    "definition": "Isolerar värme-, ventilations- och sanitetsanläggningar, pannor, cisterner och rörsystem. Skär ut och monterar ytbeklädnad som skydd för isolering. Monterar reglar på tak och husfasader och isolerar med t.ex. mineralull samt sprutar isoleringsmassa i väggar.",
    "occupations": [
      "Dz54_J8f_tgi",
      "NU3d_HjX_pSd",
      "iYvF_nPP_nJB",
      "rAgy_tQu_JC1",
      "rSuQ_9o8_6Gw"
    ]
  },
  "7124": {
    "code": "7124",
    "label": "Glastekniker",
    "definition": "Skär till och monterar glas i fönster, dörrar och ramar. Monterar inredningar, tak och fasader av glas. Monterar vindrutor och rutor i olika typer av fordon. Ramar in konst.",
    "occupations": [
      "6xVT_BAz_win",
      "DmaA_udM_7Rv",
      "MJvj_tVV_zpZ",
      "QE6v_SEX_VZK",
      "VQGM_JwH_QUh"
    ]
  },
  "7125": {
    "code": "7125",
    "label": "VVS-montörer m.fl.",
    "definition": "Installerar, reparerar och utför service på rör och annan utrustning för värme, vatten och sanitet i bostadshus och andra lokaler som sjukhus, affärshus och kontorslokaler. Installerar och reparerar rörsystem inom exempelvis industrin.",
    "occupations": [
      "BUeN_T5B_77E",
      "Euqs_sFt_uAP",
      "PNj1_ddT_nTm",
      "TEWT_q89_rcn",
      "UvdT_qWq_3Ns",
      "ZZTi_v6g_4cZ",
      "mvnD_QKo_UPh",
      "oAHt_G4F_Bya",
      "xNZX_tnB_NQj"
    ]
  },
  "7126": {
    "code": "7126",
    "label": "Kyl- och värmepumpstekniker m.fl.",
    "definition": "Installerar och servar kyl- och värmepumpsanläggningar samt tillhörande styr- och övervakningssystem.",
    "occupations": [
      "1ixi_57J_KFF",
      "6LYA_Sgu_hsR",
      "rXb5_41z_cwz"
    ]
  },
  "7131": {
    "code": "7131",
    "label": "Målare",
    "definition": "Underbehandlar och målar byggnader in- och utvändigt. Spänner väv och tapetserar. Underbehandlar och målar anläggningar och konstruktioner av olika slag.",
    "occupations": [
      "EYGb_fhL_6Zy",
      "rv19_K1B_Fuo"
    ]
  },
  "7132": {
    "code": "7132",
    "label": "Lackerare och industrimålare",
    "definition": "Underbehandlar och lackerar produkter av olika slag och material. Förser ytor med emalj eller annat ytlager.\r\n\r\nHit hör inte\r\nMålare (7131)\r\nTräförgyllare (7521)\r\nMaskinoperatör, ytbehandling (8121)\r\n",
    "occupations": [
      "AE3C_eba_8ki",
      "EMSh_67p_cSp",
      "JG8k_mXR_Hat",
      "XGS1_7V1_8EN",
      "cA1v_Y45_FS4",
      "tpQm_zqJ_xPr",
      "u5rf_SQW_YE1",
      "uiuZ_NXb_BXD",
      "v2HV_VNh_D7s",
      "vBrV_Kb2_Vkk",
      "wyXB_eSG_eyX"
    ]
  },
  "7133": {
    "code": "7133",
    "label": "Skorstensfejare",
    "definition": "Sotar rökgasvägar i eldstäder och skorstenar. Rengör imkanaler och köksfläktar. Kontrollerar värmeanläggningar och gör täthetsprövningar och rökgasanalyser.",
    "occupations": [
      "MhSm_oVM_hJP",
      "RxYj_fc9_z7L"
    ]
  },
  "7134": {
    "code": "7134",
    "label": "Saneringsarbetare m.fl.",
    "definition": "Röjer upp, rengör och återställer platser och lokaler efter olyckor, utsläpp eller skadeangrepp. Sanerar fastigheter från t.ex. asbest eller mögel samt rengör ventilationsaggregat.\r\n",
    "occupations": [
      "2eTw_69k_MEy",
      "52nn_w2h_wuK",
      "89uF_Vvx_qcD",
      "K7KE_FG6_Sqt",
      "paPY_ebB_VvS",
      "wUVt_uYQ_4Ld"
    ]
  },
  "7211": {
    "code": "7211",
    "label": "Gjutare",
    "definition": "Gjuter föremål i olika material på hantverksmässigt sätt. Tillverkar gjutformar och gjutkärnor.\r\n\r\nHit hör inte\r\nMaskinformare, gjuteri (8129)\r\nMaskinkärnmakare (8129)\r\n",
    "occupations": [
      "JUt1_s8J_UJV",
      "P4m2_Ej7_mgv"
    ]
  },
  "7212": {
    "code": "7212",
    "label": "Svetsare och gasskärare",
    "definition": "Svetsar och löder samman metalldelar i samband med tillverkning, montering och reparation av metallprodukter. Utför specialiserat svetsningsarbete på röranläggningar. Skär ut detaljer i olika metalliska material och kapar exempelvis grovplåtar, balkar och skrot med skärbrännare eller skärmaskin.\r\n\r\nHit hör inte\r\nSvetsoperatör/Automatsvetsare (7223)",
    "occupations": [
      "1vrZ_JJL_fLC",
      "7m9j_eBh_GeH",
      "9KrJ_9W8_KtX",
      "rxrQ_Nyy_k6y"
    ]
  },
  "7213": {
    "code": "7213",
    "label": "Byggnads- och ventilationsplåtslagare",
    "definition": "Monterar tak- och fasadbeklädnader av plåt. Tillverkar och monterar plåtdetaljer efter ritningar eller egna måttagningar. Utför underhållskontroller av tidigare utförda plåtarbeten på tak och fasader. Installerar ventilationssystem i byggnader. Monterar ventilationskanaler med tillhörande fläktar och aggregat, utför service och reparerar systemen. Kontrollerar till- och frånluftsventilation.",
    "occupations": [
      "4EZJ_3HN_fUK",
      "D7ee_h2b_7GJ",
      "gwt3_c6R_h8Y",
      "inQd_UVo_dLo"
    ]
  },
  "7214": {
    "code": "7214",
    "label": "Tunnplåtslagare",
    "definition": "Tillverkar, monterar och reparerar produkter och konstruktioner av tunnplåt. Reparerar skador och byter plåtdetaljer på fordon. Kontrollerar, reparerar och rengör cisterner. Framställer och reparerar föremål i koppar, mässing och tenn.",
    "occupations": [
      "17Xf_MuM_vg2",
      "73zz_8gq_D9Z",
      "P8M1_XTH_Ryt",
      "cXNv_yU5_76A"
    ]
  },
  "7215": {
    "code": "7215",
    "label": "Stålkonstruktionsmontörer och grovplåtsslagare",
    "definition": "Tillverkar och monterar detaljer till konstruktioner av grovplåt. Tillverkar, monterar, uppför och reparerar tunga metallbalkar och plåtar till stålkonstruktioner och ställningar.",
    "occupations": [
      "5QWK_67p_yJv",
      "cE4c_9ML_jHz",
      "sWCA_x5V_dzC"
    ]
  },
  "7221": {
    "code": "7221",
    "label": "Smeder",
    "definition": "Formar järn eller stål med hjälp av hammare eller press inom verkstads- och byggnadssmide, stålverk och plåtslagerier. Tillverkar konstruktions-, inrednings- och utsmyckningsdetaljer i samband med byggnation eller renoveringsarbeten.",
    "occupations": [
      "FM1r_vQd_zS8",
      "Mwuy_Cxp_2ds"
    ]
  },
  "7222": {
    "code": "7222",
    "label": "Verktygsmakare",
    "definition": "Tillverkar, justerar och reparerar formverktyg för plast- eller metallprodukter samt klipp- och bockverktyg. Utför verktygsfräsning, verktygssvarvning och gnistbearbetning samt bänkarbete.\r\n",
    "occupations": [
      "tDS5_hG2_ML5"
    ]
  },
  "7223": {
    "code": "7223",
    "label": "Maskinställare och maskinoperatörer, metallarbete",
    "definition": "Sköter, styr och övervakar hel- och halvautomatiska maskiner som bearbetar arbetsstycken av metall eller liknande material genom borrning, hyvling, svarvning, fräsning, gängning, slipning, svetsning m.m. Programmerar datorstyrda maskiner och korrigerar program. Sköter maskiner som bearbetar och skär material med hjälp av elektroner. Hanterar maskiner som formar detaljer i metall genom pressning eller tryck samt maskiner som kapar eller klipper metallprodukter. Sätter upp, utprovar och besiktigar verktyg. Ställer in och programmerar hel- och halvautomatiska verktygsmaskiner.\n\nHit hör inte\nSlipare, metall (7224)\nSvetsare, manuell (7212)",
    "occupations": [
      "9haD_NB6_ULH",
      "AsUQ_NKv_XeC",
      "CbLe_XeE_6en",
      "LJmP_CR7_Pym",
      "Ttw6_MFW_i6j",
      "chjQ_sAN_hJC",
      "fMd8_Y9C_1cF",
      "gVdm_kTY_c7h",
      "sppM_JCw_UR1"
    ]
  },
  "7224": {
    "code": "7224",
    "label": "Slipare m.fl.",
    "definition": "Slipar verktyg samt hyvlar och polerar metallytor med hjälp av handverktyg och maskiner.",
    "occupations": [
      "9Da5_6yz_HBR",
      "XzvX_AHE_ECV"
    ]
  },
  "7231": {
    "code": "7231",
    "label": "Motorfordonsmekaniker och fordonsreparatörer",
    "definition": "Analyserar fel, underhåller och reparerar motorer till motorfordon och båtar. Reparerar och utför service på motorcyklar, personbilar, lastbilar, långtradare, trailrar, bussar, traktorer samt cyklar. Underhåller och reparerar lantbruks-, skogs-, entreprenads- och anläggningsmaskiner. Beställer, lagerhåller och säljer reservdelar och tillbehör.\r\n\r\nHit hör inte\r\nFlygmekaniker (7232)\r\nHelikoptermekaniker (7232)\r\nLokreparatör (7233)\r\nVagnreparatör, järnväg (7233)",
    "occupations": [
      "EbyD_yr3_wmJ",
      "EymQ_sK4_wBA",
      "J63w_XYr_isZ",
      "Qq5v_QZ3_EE9",
      "ZQWe_EYX_cqa",
      "mpm9_k4R_NKR",
      "o7LP_duC_u9Z",
      "paDm_hYD_LFG",
      "ponJ_a1z_dkd",
      "tULR_RMF_oHJ",
      "wseg_bur_Egm"
    ]
  },
  "7232": {
    "code": "7232",
    "label": "Flygmekaniker m.fl.",
    "definition": "Underhåller och reparerar flygmotorer, flygplan och helikoptrar. Funktionsprovar instrument, manöversystem och motorer.\r\n\r\nHit hör inte\r\nFlyginstrumentmekaniker (7311)\r\nFlygtekniker (3155)",
    "occupations": [
      "k4k1_LhW_o5U"
    ]
  },
  "7233": {
    "code": "7233",
    "label": "Underhållsmekaniker och maskinreparatörer",
    "definition": "Installerar, reparerar och utför service på industrimaskiner och mekanisk utrustning. Underhåller och reparerar fartygsmotorer och andra motorer (utom motorfordons- och flygmotorer) samt rälsfordon.\r\n\r\nHit hör inte\r\nFordonsmontör (8211)\r\nMotorbyggare (8211)\r\nMotormontör (8211)",
    "occupations": [
      "9XKh_kC3_A29",
      "9uVb_cNz_M1q",
      "Gic7_SUy_mGj",
      "JuWR_amS_9FB",
      "UEsj_tfo_nGD",
      "aNrh_uSe_mok",
      "ci6b_Nc2_FmS",
      "mszs_EcM_DgP",
      "q7SB_sGS_x72",
      "tgdx_Nhu_Cky"
    ]
  },
  "7311": {
    "code": "7311",
    "label": "Finmekaniker",
    "definition": "Tillverkar, installerar, justerar och reparerar tekniska och vetenskapliga precisionsinstrument. Tillverkar och reparerar lås och vapen. Justerar och reparerar hjälpmedel och utrustning för personer med funktionsnedsättning. Monterar och utför service på lås och inpasseringssystem samt dyrkar upp lås och tillverkar nycklar. Reparerar, rengör, justerar och säljer ur.",
    "occupations": [
      "AiN9_YkN_zMR",
      "DcK5_3TS_5ou",
      "KiD2_B8H_U7U",
      "c8PJ_S6r_Lg2",
      "oDdD_iSi_MAW",
      "rbjK_vsq_v67"
    ]
  },
  "7312": {
    "code": "7312",
    "label": "Guld- och silversmeder",
    "definition": "Formger, tillverkar, graverar och reparerar guld- och silversmedsvaror, konsthantverk och andra föremål i ädelmetall. Slipar ädelstenar samt infattar och monterar stenar och pärlor.",
    "occupations": [
      "4jr9_Ywm_6J1",
      "93t8_g4b_yeL",
      "KFJe_A3f_YQr",
      "ouHN_LPH_a3A",
      "qy8Z_AhS_M8F",
      "rssB_q7A_N5C"
    ]
  },
  "7319": {
    "code": "7319",
    "label": "Musikinstrumentmakare och övriga konsthantverkare",
    "definition": "Utför övrigt arbete inom finmekanik och konsthantverk än inom 7311-7312. Exempel på arbetsuppgifter: Tillverkar, reparerar och stämmer musikinstrument. Tillverkar bruks- eller prydnadsföremål av glas, keramik, trä, halm, garn, läder, sten, horn m.m. på hantverksmässigt sätt. Slöjdar, täljer, stickar, broderar, väver, knypplar etc.",
    "occupations": [
      "9xw5_9HF_gm5",
      "B9AJ_ZZZ_mgd",
      "CYG8_P5g_7yp",
      "F9MR_v8m_FT3",
      "FKGg_b6g_hvN",
      "KudS_WCe_gRA",
      "L26k_Psr_p9P",
      "Lkpi_2QR_zd5",
      "SSjm_1Js_RCu",
      "SomG_sf1_VZw",
      "U4LG_FMd_R8B",
      "UtNk_wRs_2k6",
      "Y9x5_F4p_HYf",
      "c3tM_knt_TxY",
      "eKBZ_aZC_KCq",
      "f876_1rP_bai",
      "hYDg_MVv_nqM",
      "imUa_z6c_NDM",
      "jvdd_vUd_o2x",
      "qh9J_Xje_FTi",
      "t7Uq_w4o_DA1",
      "vFw4_cSz_TUi",
      "wkSD_8CV_gHn",
      "wx1y_zMe_HQe",
      "xQxJ_E6e_Hzv",
      "xYHS_T5r_RyK",
      "yfBV_uVJ_JSr"
    ]
  },
  "7321": {
    "code": "7321",
    "label": "Prepresstekniker",
    "definition": "Tar emot, kvalitetsbedömer, anpassar och justerar material inför tryckning.",
    "occupations": [
      "gUu8_FXb_qCv"
    ]
  },
  "7322": {
    "code": "7322",
    "label": "Tryckare",
    "definition": "Sköter, ställer in och anpassar tryckpressen. Övervakar, mäter och kontrollerar tryckprocessen.",
    "occupations": [
      "eEC7_aej_rZu",
      "mAFA_4h6_ppV"
    ]
  },
  "7323": {
    "code": "7323",
    "label": "Bokbindare m.fl.",
    "definition": "Sköter och övervakar maskiner som binder böcker, broschyrer, tidskrifter m.m. Utför hantverksmässig bokbindning med hjälp av skärmaskiner och pappersklippare.",
    "occupations": [
      "hH2v_Buz_QPS",
      "jFWv_M7s_qj6"
    ]
  },
  "7411": {
    "code": "7411",
    "label": "Installations- och serviceelektriker",
    "definition": "Gör elinstallationer i byggnader. Utför felsökning och reparationer på elektriska anläggningar.\r\n\r\nHit hör inte\r\nDistributionselektriker (7413)\r\nIndustrielektriker (7412)\r\n",
    "occupations": [
      "84Uc_bhA_s47",
      "K3iK_iEb_41Y",
      "cUfj_4io_mFf",
      "dp2q_xZZ_gP4"
    ]
  },
  "7412": {
    "code": "7412",
    "label": "Industrielektriker",
    "definition": "Installerar, underhåller och reparerar elektriska anläggningar i exempelvis industrilokaler. Underhåller och utför felsökning av utrustningar som styr olika processer inom industrin. Felsöker och reparerar elsystem i fordon, flygplan och på fartyg.\r\n \r\nHit hör inte\r\nDistributionselektriker (7413)\r\nInstallationselektriker (7411)",
    "occupations": [
      "MZAa_r7q_ofj",
      "PswE_Eyf_RTP",
      "VXjE_yRK_6o3",
      "afDJ_LWv_ESt",
      "dxDS_JeM_SdE",
      "h9yf_QED_SCC",
      "ktE3_SWm_Qaj",
      "uZU6_oxo_Dpd"
    ]
  },
  "7413": {
    "code": "7413",
    "label": "Distributionselektriker",
    "definition": "Bygger, underhåller och reparerar ledningsnät som består av luftledning eller jordkabel. Underhåller och reparerar ställverk och transformatorstationer. Besiktigar ställverk och åtgärdar fel i ledningsnätet.\r\n\r\nHit hör inte:\r\nIndustrielektriker (7412)\r\nInstallationselektriker (7411)\r\n",
    "occupations": [
      "E6hM_rR1_nye",
      "TCGb_VdF_NSm",
      "ZTUY_ufr_CQ5",
      "bgTi_SxA_pLX"
    ]
  },
  "7420": {
    "code": "7420",
    "label": "Elektronikreparatörer och kommunikationselektriker m.fl.",
    "definition": "Installerar och reparerar data- och telenät samt larm och signalsystem. Installerar, reparerar och utför service på hemelektronik.\n\nHit hör inte\nDistributionselektriker (7413)\nIndustrielektriker (7412)\nInstallationselektriker (7411)",
    "occupations": [
      "NsCV_eWr_uwV",
      "VYBp_MJp_drc",
      "opk4_E3a_8Pt",
      "pL3Q_f1c_RfT",
      "pahf_9Ek_WVz",
      "xAjj_Dx7_LvV",
      "yfhW_7ko_iVM"
    ]
  },
  "7521": {
    "code": "7521",
    "label": "Manuella ytbehandlare, trä",
    "definition": "Applicerar manuellt färg eller lack på trä eller träbaserat skivmaterial.",
    "occupations": [
      "7dfm_UMS_2je"
    ]
  },
  "7522": {
    "code": "7522",
    "label": "Fin-, inrednings- och möbelsnickare",
    "definition": "Tillverkar och reparerar möbler, modeller, båtar och andra träprodukter på hantverksmässigt sätt. Tillverkar, monterar och reparerar inredningar för exempelvis affärer, banker och restauranger.",
    "occupations": [
      "7P58_BVX_1sE",
      "EVMd_5ES_dRT",
      "Xoxs_REs_gmK",
      "YJMS_XMf_fAA",
      "cyCt_LLE_qDy",
      "kBdt_K9U_vgC"
    ]
  },
  "7523": {
    "code": "7523",
    "label": "Maskinsnickare och maskinoperatörer, träindustri",
    "definition": "Ställer in hel- och halvautomatiska träbearbetningsmaskiner samt utför bearbetning.",
    "occupations": [
      "1puM_DYY_yEy",
      "8wmm_Wto_9iG",
      "LWXj_LgT_xzB",
      "yPpE_9Cp_YXv"
    ]
  },
  "7531": {
    "code": "7531",
    "label": "Skräddare och ateljésömmerskor m.fl.",
    "definition": "Tar fram förslag till modeller, tillverkar mallar och mönster. Skär ut plaggdelar och andra detaljer i tyg, skinn och andra material för tillverkning av kläder och andra konfektionsprodukter. Designar och syr klädesplagg efter kunders önskemål. Ändrar och lagar kläder av tyg och pälsskinn.",
    "occupations": [
      "2546_5Ve_4ep",
      "49G8_LRE_73K",
      "LBMY_rRW_89z",
      "M7XY_rbq_hwD",
      "MieG_x63_WQg",
      "TUuA_ZFY_3uF",
      "aEjW_XfW_Bx9",
      "bS4M_dZq_39m",
      "evtB_Zc1_S4L",
      "ezMJ_6c9_P5z",
      "gJBf_GLN_b7x",
      "ras1_rJP_9UX",
      "tn2F_2Aw_NWq",
      "z9Cu_vJh_B55"
    ]
  },
  "7532": {
    "code": "7532",
    "label": "Sömmare",
    "definition": "Syr segel, kapell, tält, ryggsäckar, bilklädslar m.m. i textil eller liknande material. Monterar och syr exempelvis paraplyer och lampskärmar. Broderar för hand dekorationer på kläder och andra produkter.",
    "occupations": [
      "jGxn_g2j_tUC",
      "rBXf_cgf_xzc"
    ]
  },
  "7533": {
    "code": "7533",
    "label": "Tapetserare",
    "definition": "Stoppar och klär möbler.",
    "occupations": [
      "NwkH_hFi_uZx",
      "kpNH_bFZ_3X2"
    ]
  },
  "7534": {
    "code": "7534",
    "label": "Läderhantverkare och skomakare",
    "definition": "Avlägsnar kött, fett och hår från hudar. Bereder skinn för vidare användning. Garvar hudar genom kalkhusbehandling och spaltning. Hanterar maskiner för att dela hudar samt färgar och mjukar upp skinn. Tillverkar och reparerar skor, väskor, sadeltyg m.m. Gör mönster för att skära till sko- och sadeldelar, väskor, sport- och andra läderartiklar. Syr läder för hand eller på maskin.",
    "occupations": [
      "1Liw_W5W_n2z",
      "2ZTF_EUL_UyD",
      "3C5w_yFv_KP9",
      "L8T2_zWq_9pC",
      "pU9K_6eK_YNU"
    ]
  },
  "7611": {
    "code": "7611",
    "label": "Slaktare och styckare m.fl.",
    "definition": "Slaktar djur samt grov- eller finstyckar djurkroppar. Tillverkar charkuterier och andra köttvaror. Konserverar kött och andra livsmedel med hjälp av saltning, torkning och rökning.\r\n\r\nHit hör inte\r\nFärdigmatlagare (8161)\r\nCharkuteriarbetare, butik (5222)\r\nMaskinoperatör, kött- och fiskberedningsindustri (8161)",
    "occupations": [
      "Jx41_ADW_h5R",
      "berf_Sgt_yWP",
      "rYYJ_Khq_Mre"
    ]
  },
  "7612": {
    "code": "7612",
    "label": "Bagare och konditorer",
    "definition": "Bakar matbröd och kaffebröd i ett bageri, konditori eller livsmedelsbutik. Tillverkar tårtor, bakelser och kakor samt desserter, handgjord choklad och konfekt.\r\n\r\nHit hör inte\r\nMaskinoperatör, bageri (8163)",
    "occupations": [
      "XugJ_6hw_wVV"
    ]
  },
  "7613": {
    "code": "7613",
    "label": "Provsmakare och kvalitetsbedömare",
    "definition": "Undersöker, avsmakar och bedömer jordbruksprodukter, matvaror och drycker.",
    "occupations": [
      "8np8_LS3_bs5",
      "mmBk_eYR_pe2"
    ]
  },
  "8111": {
    "code": "8111",
    "label": "Gruv- och stenbrottsarbetare",
    "definition": "Borrar och transporterar malm från gruva. Borrar och förstärker berg vid anläggningsarbeten.",
    "occupations": [
      "31Uw_P9P_AgC",
      "ABrY_p2x_fPk",
      "Ls8r_yKQ_MQ4",
      "fd4V_Y5T_X8a",
      "pNfC_oCh_RPi"
    ]
  },
  "8112": {
    "code": "8112",
    "label": "Processoperatörer, stenkross- och malmförädling",
    "definition": "Sköter, styr och övervakar anläggningar som krossar berg eller krossar, mal och anrikar malm.",
    "occupations": [
      "4kjM_ehP_cRa",
      "jQwP_ds3_Toe"
    ]
  },
  "8113": {
    "code": "8113",
    "label": "Brunnsborrare m.fl.",
    "definition": "Monterar och styr maskiner och aggregat för borrning efter vatten, olja, mineral m.m. Monterar och sköter pumpanläggning.",
    "occupations": [
      "HiFT_FBP_8YZ",
      "k6dT_xMj_pNe",
      "zgfW_Kmq_yct"
    ]
  },
  "8114": {
    "code": "8114",
    "label": "Maskinoperatörer, cement-, sten- och betongvaror",
    "definition": "Sköter och övervakar driften av anläggningar för framställning av betong eller asfalt. Sköter maskiner som genom klyvning, pressning, formning etc. framställer sten-, cement- och betongvaror samt asfalt, asbest, grafit m.m. Gör gjutformar, armerar, gjuter och efterbehandlar betongvaror.",
    "occupations": [
      "6osP_V1z_os1",
      "9g2J_Nhw_Bwg",
      "CBQm_qze_DQd",
      "EkKm_Dct_VVw",
      "hSQx_wVQ_2gU"
    ]
  },
  "8115": {
    "code": "8115",
    "label": "Bergsprängare",
    "definition": "Spränger malm från gruva och berg vid anläggningsarbeten.",
    "occupations": [
      "3RP3_h9J_Hc9"
    ]
  },
  "8116": {
    "code": "8116",
    "label": "Stenhuggare m.fl.",
    "definition": "Klyver sten till hällar eller block. Hugger, sågar, slipar och putsar sten samt graverar inskriptioner m.m. i sten.",
    "occupations": [
      "TMmw_rMu_LaQ",
      "xMbt_y3G_BrD"
    ]
  },
  "8121": {
    "code": "8121",
    "label": "Maskinoperatörer, ytbehandling",
    "definition": "Styr och övervakar maskiner och utrustning som putsar, pläterar eller ytbehandlar metall eller metallföremål i syfte att öka motståndskraften mot frätning och förslitning, för dekorativa ändamål eller för att ge metall elektriska eller magnetiska egenskaper.\r\n\r\nHit hör inte\r\nLackerare (7132)\r\nTräförgyllare (7521)",
    "occupations": [
      "LU1M_o4D_y7y"
    ]
  },
  "8122": {
    "code": "8122",
    "label": "Valsverksoperatörer",
    "definition": "Styr och övervakar valsverk i vilket stål eller andra metaller bearbetas till ämnen eller färdiga produkter.",
    "occupations": [
      "eLMo_pXL_HKP",
      "jJXM_Gbn_jez"
    ]
  },
  "8129": {
    "code": "8129",
    "label": "Övriga maskin- och processoperatörer vid stål- och metallverk",
    "definition": "Utför annat maskin- och processoperatörsarbete inom stål och metall än inom 8121-8122. Exempel på arbetsuppgifter: Styr och övervakar maskiner som drar, pressar och formar metall för att tillverka tråd, spik, stållinor, rör, stänger och liknande produkter. Övervakar och kontrollerar automatiska anläggningar för gjutning. Sköter maskiner för tillverkning av gjutformar och gjutkärnor. \n\nHit hör inte\nGjutare (7211)\nStränggjutare, stålverk (8121)\nVärmare, valsverk (8123)\nUgnsoperatör (8193)",
    "occupations": [
      "NFei_dZP_hv5",
      "bQpS_SPS_L9u",
      "wfJq_wY2_bjb"
    ]
  },
  "8131": {
    "code": "8131",
    "label": "Maskinoperatörer, farmaceutiska produkter",
    "definition": "Styr och övervakar maskiner som bearbetar, blandar och formar kemikalier och andra ämnen för att framställa farmaceutiska produkter och hygienartiklar.",
    "occupations": [
      "duza_1Cq_zqj",
      "yJHw_ezK_66B"
    ]
  },
  "8132": {
    "code": "8132",
    "label": "Maskinoperatörer, kemisktekniska och fotografiska produkter",
    "definition": "Styr och övervakar maskiner som monterar ammunition eller bearbetar kemikalier och andra ämnen för tillverkning av ammunition, sprängämnen och fyrverkerier. Styr och övervakar maskiner inom kemisk-teknisk industri som tillverkar kemikaliebaserade produkter som laminat, lim, linoleum, stearinljus, halogengaser och liknande. Styr och övervakar maskiner och utrustning som framställer och förstorar fotografiska bilder eller kopierar text, bild eller ritning.\n\nHit hör inte\nProcessoperatör, kemisk industri (8192)",
    "occupations": [
      "AANB_pao_y2q",
      "e9pE_Lsw_YLn",
      "fBP4_Dhp_xzc",
      "jk4K_uNT_BkL"
    ]
  },
  "8141": {
    "code": "8141",
    "label": "Maskinoperatörer, gummiindustri",
    "definition": "Styr och övervakar maskiner som blandar och valsar gummi eller som tillverkar olika produkter och detaljer av naturligt och syntetiskt gummi. Bygger upp eller regummerar gummidäck.\r\n\r\nHit hör inte\r\nDäckmontör/Däck- och hjulmekaniker (8213)",
    "occupations": [
      "Nrbx_6nx_5pN"
    ]
  },
  "8142": {
    "code": "8142",
    "label": "Maskinoperatörer, plastindustri",
    "definition": "Styr och övervakar maskiner som blandar, gjuter, formar, armerar och svetsar plastämnen och plastkompositer till olika produkter och detaljer. Bygger båtskrov m.m. i plast.\r\n\r\nHit hör inte\r\nMontör, gummi- och plastprodukter (8213)\t\r\n",
    "occupations": [
      "8Kvc_Fxt_Jei",
      "Abi5_CxG_9mK",
      "D9nf_Uo8_zJ4",
      "Nj9W_3Cn_Gaf",
      "rQ78_ooZ_z5P"
    ]
  },
  "8143": {
    "code": "8143",
    "label": "Maskinoperatörer, pappersvaruindustri",
    "definition": "Styr och övervakar maskiner som tillverkar påsar, kartonger, säckar, kuvert och andra produkter av papper, papp, kartong och liknande material.\t\r\n\t\r\nHit hör inte\r\nProcessoperatör, papper (8172)",
    "occupations": [
      "YtGc_hYN_fdA"
    ]
  },
  "8151": {
    "code": "8151",
    "label": "Maskinoperatörer, blekning, färgning och tvättning",
    "definition": "Styr och övervakar maskiner som bleker, färgar, tvättar eller på annat sätt behandlar garner, tyger och textilprodukter. Kemtvättar textil, skinn eller läder.",
    "occupations": [
      "8xk8_SZa_cyW",
      "w9Un_9h8_vHK"
    ]
  },
  "8159": {
    "code": "8159",
    "label": "Övriga maskinoperatörer, textil-, skinn- och läderindustri",
    "definition": "Utför annat maskinoperatörsarbete inom textil-, skinn och läderindustri än inom 8151. Exempel på arbetsuppgifter: Hanterar maskiner för att dela hudar samt färgar och mjukar upp skinn. Ytbehandlar och polerar skinn och läder. Styr och övervakar maskiner som tillverkar skor, väskor och andra produkter i läder, skinn, garn, textil eller syntetmaterial. Styr och övervakar maskiner som tillverkar trossar, nät och snören av natur- eller syntetmaterial. Sköter maskiner som spinner, tvinnar, nystar och spolar garn och tråd. \n\nHit hör inte\nAteljésömmerska (7531)\nPälssömmerska (7531)\nSadelmakare (7534)\nSkomakare/Skoreparatör (7534)",
    "occupations": [
      "2Sz2_yAG_zwd",
      "LRCD_yS5_LYY",
      "bCPg_hTb_uRo",
      "eNuV_KQ1_n3y"
    ]
  },
  "8161": {
    "code": "8161",
    "label": "Maskinoperatörer, kött- och fiskberedningsindustri",
    "definition": "Styr och övervakar maskiner som bereder och tillagar råvaror för färdigmat samt bereder kött och fisk genom kokning, torkning, saltning eller rökning.\n\nHit hör inte\nSlaktare (7611)\nCharkuterist (7611)",
    "occupations": [
      "SVKA_8r1_1TX",
      "qRP9_1dB_UXM"
    ]
  },
  "8162": {
    "code": "8162",
    "label": "Maskinoperatörer, mejeri",
    "definition": "Styr och övervakar maskiner för behandling av mjölk samt för tillverkning av ost, smör och andra mejeriprodukter.",
    "occupations": [
      "PTXV_RiA_Cd4"
    ]
  },
  "8163": {
    "code": "8163",
    "label": "Maskinoperatörer, kvarn-, bageri- och konfektyrindustri",
    "definition": "Styr och övervakar maskiner som krossar, maler, blandar och på andra sätt bearbetar säd, kryddor och liknande råvaror för konsumtion eller djurfoder. Styr och övervakar maskiner och linjer som bereder deg samt formar och bakar bröd, bakverk, pasta, choklad och konfektyr.\n\nHit hör inte\nBagare/Konditor (7612)",
    "occupations": [
      "88wr_R2s_FrV",
      "pCty_rZs_kXa"
    ]
  },
  "8169": {
    "code": "8169",
    "label": "Övriga maskinoperatörer, livsmedelsindustri m.m.",
    "definition": "Utför annat maskinoperatörsarbete inom livsmedelsindustri m.m. än inom 8161-8163. Exempel på arbetsuppgifter: Styr och övervakar maskiner för framställning av t.ex. fruktkonserver, vin, kaffe och tobak.",
    "occupations": [
      "bpHr_Kbh_b8v",
      "i6w7_kia_pPS",
      "qten_SFo_M7t"
    ]
  },
  "8171": {
    "code": "8171",
    "label": "Processoperatörer, pappersmassa",
    "definition": "Styr och övervakar anläggningar för tillverkning av pappersmassa och utvinning av biprodukter.",
    "occupations": [
      "h4wH_7kG_UTN"
    ]
  },
  "8172": {
    "code": "8172",
    "label": "Processoperatörer, papper",
    "definition": "Styr och övervakar anläggningar som tillverkar papper, papp m.m. av pappersmassa. Sköter maskiner för efterbehandling av papper eller kartong.",
    "occupations": [
      "a6Hu_zpi_ALp"
    ]
  },
  "8173": {
    "code": "8173",
    "label": "Operatörer inom sågverk, hyvleri och plywood m.m.",
    "definition": "Styr och övervakar maskiner och utrustning som behandlar, sågar, skär och flisar trä för vidare användning. Sköter lagring, sortering och torkning av virke. Styr och övervakar maskiner och utrustning som tillverkar skiktträ, träfiber- och spånskivor. Defibrerar, limmar, pressar, torkar, stansar, sågar, sorterar etc.",
    "occupations": [
      "dw48_BNM_yEF",
      "eXSQ_Gwt_hZN",
      "fGU9_3VM_B6g"
    ]
  },
  "8174": {
    "code": "8174",
    "label": "Maskinoperatörer inom ytbehandling, trä",
    "definition": "Applicerar i maskinell process färg och lack på trä eller träbaserat skivmaterial.",
    "occupations": [
      "o8dP_hY4_p8p"
    ]
  },
  "8181": {
    "code": "8181",
    "label": "Maskinoperatörer, påfyllning, packning och märkning",
    "definition": "Styr och övervakar maskiner som tappar på flaskor, försluter, emballerar, packar, väger samt märker och fäster fraktsedlar m.m. på produkter, förpackningar och behållare.\n \nHit hör inte\nHandpaketerare (9320)\nVarumärkare (9320)",
    "occupations": [
      "Jt42_Mjo_zC5",
      "hWAp_NPe_GdN"
    ]
  },
  "8189": {
    "code": "8189",
    "label": "Övriga process- och maskinoperatörer",
    "definition": "Utför annat process- och maskinoperatörsarbete. Exempel på arbetsuppgifter: Styr och övervakar ugnar och andra anläggningar för tillverkning av glasmassa, glasprodukter, linser samt keramiska produkter som t.ex. kakel, keramik och tegel.",
    "occupations": [
      "NxAG_9y3_uVT",
      "Qkmi_AHY_bFo",
      "RPSf_oyY_4BF"
    ]
  },
  "8191": {
    "code": "8191",
    "label": "Drifttekniker vid värme- och vattenverk",
    "definition": "Styr och övervakar anläggningar och maskiner som framställer och distribuerar elektricitet, ånga och hetvatten. Styr anläggningar för förbränning av avfall samt för upptagning, rening och distribution av vatten. Styr kyl- och ventilationsmaskineri.",
    "occupations": [
      "FCZt_EXF_Pag",
      "UepW_aZ5_CWo",
      "ZUqm_i6F_goq",
      "swZK_y6d_5Wb"
    ]
  },
  "8192": {
    "code": "8192",
    "label": "Processövervakare, kemisk industri",
    "definition": "Styr och övervakar exempelvis pumpar och kompressorer på anläggningar för raffinering och annan behandling av petroleum eller petroleumbaserade produkter. Sköter anläggningar för behandling av kemikalier genom krossning, upphettning, blandning, destillering, filtrering m.m.",
    "occupations": [
      "ZeQN_dtv_8Sb",
      "xhPp_qTB_poK"
    ]
  },
  "8193": {
    "code": "8193",
    "label": "Processövervakare, metallproduktion",
    "definition": "Styr och övervakar processtyrda ugnar m.m. för smältning, omvandling och raffinering av malm och metall.\r\n\r\nHit hör inte\r\nProcessoperatör, värmebehandling (8129)\r\n",
    "occupations": [
      "RF7q_DSJ_FbY",
      "bNZP_UBz_CVt",
      "zwrY_va8_dXe"
    ]
  },
  "8199": {
    "code": "8199",
    "label": "Övriga drifttekniker och processövervakare",
    "definition": "Utför annat arbete inom drift- och processövervakning än inom 8191-8193. Exempel på arbetsuppgifter: Styr och övervakar industrirobotar.",
    "occupations": [
      "5Lm9_jot_RaW"
    ]
  },
  "8211": {
    "code": "8211",
    "label": "Fordonsmontörer",
    "definition": "Monterar i seriemässig tillverkning större och mindre komponenter till maskiner, motorer och fordon genom att t.ex. skruva, svetsa, löda, nita eller limma.\r\n\r\nHit hör inte\r\nMaskinmekaniker/Skogsmaskinmekaniker (7231)\r\nMaskinmekaniker, industri/varvsindustri (7233)\r\nMaskinmontör (7233)\r\n",
    "occupations": [
      "6wcp_7D7_GU7",
      "L67L_8eL_ug5",
      "fHs2_j2K_p7B"
    ]
  },
  "8212": {
    "code": "8212",
    "label": "Montörer, elektrisk och elektronisk utrustning",
    "definition": "Sätter i seriemässig tillverkning samman el- och teleutrustning genom att t.ex. skruva, löda och svetsa.\r\n\r\nHit hör inte\r\nElektromekaniker (7412)\r\nElektronikmontör (7420)\r\nInstallationselektriker (7411)\r\nLinjemontör, elkraft (7413)",
    "occupations": [
      "8qCg_sxp_6fq",
      "AJDU_fpb_ADF",
      "GaiH_Bzd_mU5",
      "chze_8HV_Ujk"
    ]
  },
  "8213": {
    "code": "8213",
    "label": "Montörer, metall-, gummi- och plastprodukter",
    "definition": "Sätter i seriemässig tillverkning samman komponenter av metall, gummi och plast till olika produkter som t.ex. leksaker, sportartiklar och cyklar. Lagar punkteringar, monterar nya däck och balanserar hjul.\r\n\r\nHit hör inte\r\nDäcksbyggare (8213)\r\nKantpressare (7223)\r\nPlastarbetare (8142)",
    "occupations": [
      "T1g1_9J5_SxG",
      "XHXj_WBN_21D",
      "efyx_6es_7jQ",
      "rAjz_1xP_f1a",
      "t4YB_gM1_yzn"
    ]
  },
  "8214": {
    "code": "8214",
    "label": "Montörer, träprodukter",
    "definition": "Sätter i seriemässig tillverkning samman komponenter av trä till olika produkter som t.ex. möbler.\r\n\r\nHit hör inte\r\nMaskinsnickare (7523)\r\n",
    "occupations": [
      "5foG_kMS_LM5",
      "ZS6E_gwQ_wDF",
      "dxsZ_fG8_hvR"
    ]
  },
  "8219": {
    "code": "8219",
    "label": "Övriga montörer",
    "definition": "Utför annat monteringsarbete än inom 8211-8214. Exempel på arbetsuppgifter: Sätter i seriemässig tillverkning samman komponenter av exempelvis papp, textil, läder och liknande material till olika produkter.",
    "occupations": [
      "ARsW_UZi_n1d",
      "AUYy_tH3_nkA",
      "NQyP_S3J_Jby",
      "v7ct_osY_UL1"
    ]
  },
  "8311": {
    "code": "8311",
    "label": "Lokförare",
    "definition": "Framför lok, motorvagnar, pendeltåg, tunnelbana och växlingslok i person- och godstrafik.",
    "occupations": [
      "Eh9j_7Ud_Diu",
      "WU2H_o2e_rrm"
    ]
  },
  "8312": {
    "code": "8312",
    "label": "Bangårdspersonal",
    "definition": "Växlar och iordningställer tåg på bangårdar samt säkerhetssynar och provbromsar dem. Sköter vagnupptagningen, rangeringen, vagnexpediering och godshantering. Utför enklare underhåll av fordon.",
    "occupations": [
      "Kkw3_ziy_DuB"
    ]
  },
  "8321": {
    "code": "8321",
    "label": "Taxiförare m.fl.",
    "definition": "Kör taxi- och personbilar samt minibussar för att transportera passagerare. Assisterar passagerare vid behov. \r\n\r\nHit hör inte\r\nBudbilsförare (8329)\r\nTestförare (8329)",
    "occupations": [
      "7FqZ_2r8_CEN"
    ]
  },
  "8329": {
    "code": "8329",
    "label": "Övriga bil-, motorcykel- och cykelförare",
    "definition": "Utför annat bilförararbete än inom 8321. Exempel på arbetsuppgifter: Kör personbil, motorcykel, cykel eller minibuss för att transportera varor. \r\n\r\nHit hör inte\r\nFlyttkarl/Stadsbud (9332)",
    "occupations": [
      "HdJy_NMc_Ey8",
      "JjFi_LiK_yR1",
      "PtiU_6mm_yyL",
      "QTzG_raq_sGa"
    ]
  },
  "8331": {
    "code": "8331",
    "label": "Buss- och spårvagnsförare",
    "definition": "Kör buss, trådbuss eller spårvagn för att transportera passagerare. Kontrollerar biljetter och färdbevis samt ropar ut hållplatser. Ansvarar för passagerares säkerhet under färden.",
    "occupations": [
      "6zL8_YYP_1eR",
      "GkMH_KEV_QKX"
    ]
  },
  "8332": {
    "code": "8332",
    "label": "Lastbilsförare m.fl.",
    "definition": "Kör tung lastbil och transporterar och hanterar gods. Beräknar godsets vikt och volym och medverkar i lastning och lossning. Transporterar och bärgar fordon. Kör bokbuss.",
    "occupations": [
      "6nKy_pXY_CRv",
      "BNz8_F9J_y2L",
      "Bqc9_t1Y_7LZ",
      "CMSX_P2L_ZYx",
      "DjPb_jLn_55T",
      "J5Hz_isE_mb1",
      "JEhg_Dmh_mzv",
      "JiE6_FnP_qXP",
      "S8DM_Z9a_3W6",
      "bhk6_aNU_xRe",
      "gobw_eRi_v1F",
      "qx4W_T5v_KWs",
      "xGr7_SGS_U3F",
      "zxMH_Zgf_tsS"
    ]
  },
  "8341": {
    "code": "8341",
    "label": "Förare av jordbruks- och skogsmaskiner",
    "definition": "Kör skogsmaskiner i samband med gallring och slutavverkning av skog. Kör och sköter jordbruksmaskiner exempelvis i samband med plöjning, harvning, sådd och skörd.",
    "occupations": [
      "hVUG_5nN_gBh",
      "j5hb_nHr_8Q5"
    ]
  },
  "8342": {
    "code": "8342",
    "label": "Anläggningsmaskinförare m.fl.",
    "definition": "Kör maskiner för grävning, schaktning och lastning av till exempel jord, sten, grus och sand samt för beläggning av asfalt, betong m.m. Sköter och övervakar mudderverk och pålmaskiner. Kör maskiner för gatusopning och snöröjning samt is- och pistmaskiner.",
    "occupations": [
      "2F9v_VeB_3AQ",
      "3XPa_uKH_Dwp",
      "6Cr3_nnR_xdd",
      "79h8_5t6_p8d",
      "7CQq_vp2_T1A",
      "7jm8_ALs_edQ",
      "84h8_6JS_XQR",
      "9NN9_5Zm_QTT",
      "9wDu_THq_WZQ",
      "EGix_gMZ_3r9",
      "EYZ5_MuN_yEn",
      "FGRF_jsk_MQ3",
      "GYAV_4Mc_kUe",
      "LJep_qrh_p7j",
      "acEj_tD8_hKX",
      "bf92_EVy_5NP",
      "bour_RRe_n9Y",
      "eV6T_4DA_V8m",
      "hwpD_iJX_CGi",
      "kL6N_6kS_hBu",
      "oFwf_BeY_DEs",
      "otRF_t2h_Sja",
      "yays_pQS_czh"
    ]
  },
  "8343": {
    "code": "8343",
    "label": "Kranförare m.fl.",
    "definition": "Manövrerar och styr kranar och lyftanordningar. Sköter och övervakar linbanor och skidliftar m.m.",
    "occupations": [
      "8c4V_VDM_K7q",
      "JoSX_p8r_E2i",
      "YjEG_xmo_jJu",
      "hiWG_hnL_7hd",
      "mSRg_Zwo_mrK",
      "z1K2_Ens_9zu"
    ]
  },
  "8344": {
    "code": "8344",
    "label": "Truckförare",
    "definition": "Använder truck eller liknande fordon som transporterar, lyfter, lastar, lossar och staplar gods.\r\n\r\nHit hör inte\r\nHamnarbetare/Stuveriarbetare (9331)\r\nLagerarbetare (4322)\r\nTeleskoptruckförare, anläggning (8342)\r\nTerminalarbetare (4322)\r\n",
    "occupations": [
      "GQSf_fnq_kjF",
      "kT6D_nm2_KP8",
      "wjGn_DCt_3Br"
    ]
  },
  "8350": {
    "code": "8350",
    "label": "Matroser och jungmän m.fl.",
    "definition": "Håller utkik samt manövrerar och styr fartyg enligt instruktioner. Sköter däcksutrustning, rengör och målar däck och skrov.\r\n",
    "occupations": [
      "2p8h_gqm_4LG",
      "68DU_3eK_84a",
      "R2un_HhG_7oY",
      "auBo_DeP_r69",
      "vL9M_7hk_1X9"
    ]
  },
  "9111": {
    "code": "9111",
    "label": "Städare",
    "definition": "Städar och rengör lokaler som t.ex. affärer, bostäder, hotell, industrier, kontor, restauranger och skolor. Städar fordon som t.ex. bussar, tunnelbane- och järnvägsvagnar samt fartyg och flygplan.\r\n\r\nHit hör inte\r\nFönsterputsare (9120)",
    "occupations": [
      "2qmv_BHZ_kuo",
      "8MFH_Ud4_ysM",
      "9YZg_5x3_REV",
      "KF64_AvU_S4N",
      "KZ18_3N9_F6y",
      "gBcF_mUm_Ruc"
    ]
  },
  "9119": {
    "code": "9119",
    "label": "Övrig hemservicepersonal m.fl.",
    "definition": "Utför annat hushållsnära arbete än inom 9111. Exempel på arbetsuppgifter: Handlar, lagar mat, städar och passar barn m.m.",
    "occupations": [
      "d9nv_iUm_Jyg",
      "jvPc_9RA_vBq"
    ]
  },
  "9120": {
    "code": "9120",
    "label": "Bilrekonditionerare, fönsterputsare m.fl.",
    "definition": "Utför rekonditioneringsarbete och fordonsvård. Rengör fönster, skyltfönster och glasväggar. Utför övrigt rengöringsarbete.",
    "occupations": [
      "KJ3U_fNr_b8K",
      "Nvb6_uT7_hSa",
      "gP3r_Q2H_ht9"
    ]
  },
  "9210": {
    "code": "9210",
    "label": "Bärplockare och plantörer m.fl.",
    "definition": "Skördar grönsaker, frukt och bär. Röjer, gräver, planterar, rensar, gallrar, stackar m.m., med hjälp av handredskap och handverktyg. Rengör stallar och ladugårdar.",
    "occupations": [
      "HTC6_96A_dwB",
      "StaK_vgD_1pR",
      "V1QR_VzZ_vbj",
      "g6hq_ENJ_Yno",
      "iJHN_s3P_2Ge"
    ]
  },
  "9310": {
    "code": "9310",
    "label": "Grovarbetare inom bygg och anläggning",
    "definition": "Röjer, river och hanterar material på byggarbetsplatser. Assisterar vid maskinellt schaktarbete på bygg- och anläggningsarbeten. Lastar, lossar och behandlar torv.\r\n\r\nHit hör inte\r\nAnläggningsarbetare (7114)\r\nGrävlastarförare, anläggning (8342)\r\nTrädgårdsanläggare/Trädgårdsanläggningsarbetare (6113)\r\nTräarbetare/Snickare (7111)",
    "occupations": [
      "3uEE_35U_U6j",
      "qot1_qJ1_kec"
    ]
  },
  "9320": {
    "code": "9320",
    "label": "Handpaketerare och andra fabriksarbetare",
    "definition": "Fyller och tillsluter förpackningar för hand. Etiketterar, packar, emballerar och väger gods manuellt samt sorterar produkter. Hanterar och rengör material och produkter i samband med tillverkning.",
    "occupations": [
      "YDvo_JCY_pDR"
    ]
  },
  "9331": {
    "code": "9331",
    "label": "Hamnarbetare",
    "definition": "Lastar och lossar gods samt dirigerar trafik i hamnar.\r\n \r\nHit hör inte\r\nDepåman/Depåtekniker (4322)\r\nTerminalarbetare (4322)\r\nTruckförare (8344)",
    "occupations": [
      "dUfE_XG7_TGZ"
    ]
  },
  "9332": {
    "code": "9332",
    "label": "Ramppersonal, flyttkarlar och varupåfyllare m.fl.",
    "definition": "Packar, lastar och lossar gods, möbler, maskiner och andra artiklar. Tankar flygplan och hanterar bagage. Fyller på och staplar varor.\n \nHit hör inte\nGodshanterare, truckförare (8344)",
    "occupations": [
      "4PHG_Sgt_3Pd",
      "QfuC_LxN_w4T",
      "ifxC_6uZ_pE5",
      "nDGY_Jbi_cRM",
      "rzVf_pA7_qGY",
      "s8L4_bRy_BqF",
      "tPmR_aUG_qhr"
    ]
  },
  "9411": {
    "code": "9411",
    "label": "Pizzabagare m.fl.",
    "definition": "Bakar pizzor och tillreder andra maträtter exempelvis på pizzeria eller gatukök.",
    "occupations": [
      "9YaE_Syg_5ZB",
      "FntA_2Z4_8zD",
      "nZc4_PaT_ZTx"
    ]
  },
  "9412": {
    "code": "9412",
    "label": "Restaurang- och köksbiträden m.fl.",
    "definition": "Portionerar mat, tar emot betalning i kassa samt plockar disk och diskar inom restaurang eller storkök. Förbereder mat, sköljer, skalar och hackar grönsaker. Deltar i enklare matlagning. Ansvarar för frukostservering.",
    "occupations": [
      "EaDK_DwG_ujx",
      "JQ1x_uHt_jnP",
      "SsZw_eeZ_ZHF",
      "oRB5_b7i_Qzv",
      "pKTY_Kwu_sUw",
      "yXRQ_Ad9_E8V"
    ]
  },
  "9413": {
    "code": "9413",
    "label": "Kafé- och konditoribiträden",
    "definition": "Säljer och serverar kaffebröd, kaffe och andra drycker samt bereder, säljer och serverar smörgåsar, sallader och andra smårätter på ett kafé eller i konditori. Tar betalt och ansvarar för kassa. \r\n\r\nHit hör inte\r\nBarista/Kaffebartender (5132)",
    "occupations": [
      "uWvx_kdX_rL5"
    ]
  },
  "9520": {
    "code": "9520",
    "label": "Torg- och marknadsförsäljare m.fl.",
    "definition": "Säljer frukt, grönsaker, mat och andra varor på torg och allmänna platser t.ex. vid marknader.",
    "occupations": [
      "Lx9i_YZL_mas",
      "kxew_SY8_LFZ"
    ]
  },
  "9610": {
    "code": "9610",
    "label": "Renhållnings- och återvinningsarbetare",
    "definition": "Nedmonterar uttjänta fordon, maskiner, apparater m.m. för att återvinna delar och komponenter. Hämtar, tömmer och sorterar sopsäckar och kärl samt annat avfall och skrot. Sopar, spolar, plogar och sandar gator och vägar. Skottar snö samt röjer parker från löv.",
    "occupations": [
      "DixA_mfm_THe",
      "R2Wu_ULy_eHC",
      "gaiS_XtL_PH7",
      "qn4x_gMp_dsJ",
      "snWH_Lp8_JfA"
    ]
  },
  "9621": {
    "code": "9621",
    "label": "Reklamutdelare och tidningsdistributörer",
    "definition": "Distribuerar tidningar och reklamblad till hushåll och inrättningar. \r\n\r\nHit hör inte\r\nBrevbärare (4420)",
    "occupations": [
      "JYE6_BnP_JUe",
      "tNTT_WRa_6M6"
    ]
  },
  "9622": {
    "code": "9622",
    "label": "Vaktmästare m.fl.",
    "definition": "Samlar in, sorterar och delar ut post och paket m.m. Ansvarar för kontorsmaterial samt underhåller vissa kontorsmaskiner. Hjälper till vid omflyttningar. Utför enklare reparationer. Bär bagage på hotell. Tar emot entrébiljetter och ansvarar för gästers ytterkläder.",
    "occupations": [
      "GtM1_tT6_UUy",
      "YfiC_FN1_dzY",
      "nb39_NDw_fNE",
      "uKf3_A5g_w7X"
    ]
  },
  "9629": {
    "code": "9629",
    "label": "Övriga servicearbetare",
    "definition": "Utför annat arbete än inom 9621-9622. Exempel på arbetsuppgifter: Fyller på varuautomater samt tömmer myntboxar och parkeringsautomater. Avläser el-, gas- och vattenmätare samt kontrollerar TV-licenser.",
    "occupations": [
      "3wHJ_rrt_WDK",
      "7zzg_eYA_jij",
      "A4Hz_ULp_xfn",
      "F7YT_bKk_1jK",
      "GpE8_Cy4_zL8",
      "Upxo_s6Y_1RJ",
      "ZAVm_Nww_Vst",
      "jyXo_omy_5XM",
      "kgrC_oP4_6Kv",
      "mbmF_rYM_oFG",
      "suGr_ne2_iCz",
      "wNVe_2CE_6of"
    ]
  },
  "0110": {
    "code": "0110",
    "label": "Officerare",
    "definition": "Leder, planerar och genomför militära operationer nationellt och internationellt. Leder militära förband.\r\n",
    "occupations": [
      "fsDP_fPf_xfC"
    ]
  },
  "0210": {
    "code": "0210",
    "label": "Specialistofficerare",
    "definition": "Deltar i planering och genomförande av militära operationer, nationellt och internationellt. Utbildar samt är specialist inom sitt tjänsteområde inom teknisk tjänst, sjöstrid, luftstrid, markstrid, ledning eller logistik. Leder lägre militära förband.",
    "occupations": [
      "EsHf_niD_7PB"
    ]
  },
  "0310": {
    "code": "0310",
    "label": "Soldater m.fl.",
    "definition": "Medverkar i militära operationer och övningar nationellt och internationellt med främst väpnad strid som huvuduppgift.",
    "occupations": [
      "UDVa_DtE_Fpb"
    ]
  }
}