{"data":{"concepts":[{"definition":"Här ingår utbildningar inriktade mot en rad olika tekniker/teknologier som används för att diagnostisera och behandla sjukdomar och handikapp.","id":"12KX_UT8_y22","preferred_label":"Tekniskt inriktad vårdutbildning","sun_education_field_code_2020":"725","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot att undervisa i yrkesämnen och i praktisk-estetiska ämnen.","id":"1wAW_w4s_Gif","preferred_label":"Lärarutbildning i yrkesämne och praktisk-estetiska ämnen","sun_education_field_code_2020":"146","type":"sun-education-field-3"},{"definition":"Här ingår tekniska utbildningar inriktade mot kemiska och biologiska processer. Det inkluderar utbildningar med teknisk inriktning som har fokus på kemisk industri och processindustri.","id":"2rjL_bUS_fk3","preferred_label":"Kemi- och bioteknik","sun_education_field_code_2020":"524","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot människors sätt att känna, tänka och handla utifrån individernas olikheter, erfarenheter och miljö.","id":"2tSR_mug_Ero","preferred_label":"Psykologi","sun_education_field_code_2020":"311","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot konst och media utan tydlig tyngdpunkt på någon av de övriga inriktningarna under 21.","id":"3oX1_N64_PLW","preferred_label":"Konst och media, allmän utbildning","sun_education_field_code_2020":"210","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot biologi, miljövetenskap, miljö- och naturvård utan klar tyngdpunkt mot någon av de övriga inriktningarna inom 42.","id":"3q44_gdP_4fx","preferred_label":"Biologi och miljövetenskap, allmän utbildning","sun_education_field_code_2020":"420","type":"sun-education-field-3"},{"definition":"Här redovisas utbildningar inom konst och media som inte kan föras till någon av de övriga inriktningarna inom 21, Konst och media. Breda utbildningar inom området ingår inte.","id":"4U55_wx6_Q3u","preferred_label":"Konst och media, övrig och ospecificerad utbildning","sun_education_field_code_2020":"219","type":"sun-education-field-3"},{"definition":"Här ingår tekniska utbildningar inriktade mot konstruktion, produktion, utveckling, underhåll och reparation av motorfordon, fartyg och flygplan.","id":"4VCJ_KsY_p5G","preferred_label":"Fordons- och farkostteknik","sun_education_field_code_2020":"525","type":"sun-education-field-3"},{"definition":"Här omfattas utbildningar inriktade mot uppbyggnad och komposition av främmande språk. Det inkluderar till språket relaterade kulturer, litteratur och språkvetenskap. Allmänt språkvetenskapliga utbildningar ingår också. Utbildning i de svenska minoritetsspråken finska, jiddisch, meänkieli, romani, och samiska redovisas under svenska minoritetsspråk (223b).","id":"4jr1_KRN_wpq","preferred_label":"Främmande språk och språkvetenskap","sun_education_field_code_2020":"222","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot planering och utformning av byggnader, samhällen och miljöer, både ur en naturvetenskaplig, en samhällsvetenskaplig och ur en konstnärlig synvinkel. ","id":"5v1g_CoF_VE6","preferred_label":"Samhällsbyggnad och arkitektur","sun_education_field_code_2020":"581","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot hur information hanteras, teoretiskt såväl som praktiskt och hur information kan sökas och återanvändas i till exempel biblioteket. Utbildningar om hur informationstekniska hjälpmedel används ingår.","id":"6d9j_JKg_wun","preferred_label":"Biblioteks- och dokumentationsvetenskap","sun_education_field_code_2020":"322","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade på hur människan på olika sätt brukar naturen. Under denna rubrik klassificeras utbildningar inom området utan specialisering mot någon av de övriga inriktningarna inom 62.","id":"6whE_Hgj_o82","preferred_label":"Lantbruk, trädgård, skog och fiske, allmän utbildning","sun_education_field_code_2020":"620","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot humaniora som inte kan klassificeras under någon av de övriga utbildningarna inom 22 och som inte kan betraktas som breda utbildningar inom området.","id":"7kiw_F1A_kd5","preferred_label":"Humaniora, övrig och ospecificerad utbildning","sun_education_field_code_2020":"229","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot tekniker och färdigheter för att framställa böcker, tidningar, radio- och tv-produktioner, film- och videoproduktioner, musikinspelningar och grafiska produkter oavsett distributionsformat. Utbildningar i illustration; foto och datorgrafik; utformning av trycksaker med avseende på rubrikers, textytors och bilders placering i förhållande till varandra ingår.","id":"8Eas_LAZ_wW7","preferred_label":"Medieproduktion","sun_education_field_code_2020":"213","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot religioners och livsåskådnings-traditioners roller i kulturer och samhällen. Studier av nutida utformningar och historiska bakgrunder avseende såväl kristendomen som andra världsreligioner omfattas.","id":"8SMP_CNZ_U75","preferred_label":"Religion","sun_education_field_code_2020":"221","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot läkemedelshantering och läkemedlens effekter på människan. Läkemedelsframställning, teknisk hantering av läkemedel, att ge information om läkemedlens användning och effekter m.m. ingår i denna inriktning.","id":"8iie_en2_ff7","preferred_label":"Farmaci","sun_education_field_code_2020":"727","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot hår- och skönhetsvård och massageterapi.","id":"8xVi_MZF_dQL","preferred_label":"Hårvård, skönhetsvård och massage","sun_education_field_code_2020":"815","type":"sun-education-field-3"},{"definition":"Utbildningar som ingår här är inriktade mot användning av datorer och olika program. Det rör sig vanligen om kortare utbildningar.","id":"A2fS_GsT_bSC","preferred_label":"Datoranvändning","sun_education_field_code_2020":"482","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot företagsekonomi, handel och administration som inte kan klassificeras under någon av de övriga inriktningarna inom 34 och som inte kan betraktas som breda utbildningar inom området.","id":"AVZz_6QN_qyM","preferred_label":"Företagsekonomi, handel och administration, övrig och ospecificerad utbildning","sun_education_field_code_2020":"349","type":"sun-education-field-3"},{"definition":"Utbildningar som ingår här är inriktade mot systemutveckling och programmering samt datavetenskap. Utbildningarna kan omfatta analys, utveckling, test- och kravanalys och programmering av webb- och programvaruapplikationer. Även utbildningar med inriktning mot metoder för matematiska beräkningar ingår.","id":"Ai2t_uy2_1KN","preferred_label":"Datavetenskap och systemvetenskap","sun_education_field_code_2020":"481","type":"sun-education-field-3"},{"definition":"Militär utbildning omfattar utbildningar inriktade mot försvar i samhället, i fred, kris och krig.","id":"Brzn_3gx_ynL","preferred_label":"Säkerhetstjänster, övrig och ospecificerad utbildning","sun_education_field_code_2020":"869","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot gruv- och järnbrukshantering. Utbildningar inriktade mot metallurgi och mineralteknik inkluderas.","id":"Bth1_2AW_wKh","preferred_label":"Berg- och mineralteknik","sun_education_field_code_2020":"544","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot säkerhetstjänster utan någon klar tyngdpunkt mot någon av de övriga inriktningarna inom 86.","id":"CHpR_CZt_yFH","preferred_label":"Säkerhetstjänster, allmän utbildning","sun_education_field_code_2020":"860","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot journalistik och information utan klar tyngdpunkt mot någon av de övriga inriktningarna inom 32.","id":"CYsz_5Ck_v1n","preferred_label":"Journalistik och information, allmän utbildning","sun_education_field_code_2020":"320","type":"sun-education-field-3"},{"definition":"Här redovisas utbildningar inriktade mot att ge baskunskaper i svenska och matematik samt att ge en orientering inom andra ämnen såsom, historia, geografi, samhällskunskap, religion, naturkunskap, musik och bild under grundskolans tidigare år.","id":"DGWJ_xnW_S3L","preferred_label":"Lärarutbildning för grundskolans tidiga åldrar","sun_education_field_code_2020":"144","type":"sun-education-field-3"},{"definition":"Området omfattar utbildningar inriktade mot att utveckla teorier och metoder att förebygga, diagnostisera och behandla sjukdomar och skador hos människan och att upprätthålla hälsa i samhället. Utöver läkarutbildningar, omfattas studier i medicin som inte leder till läkarexamen. Indelningsgrunden för de olika specialistkompetenserna grundar sig på Socialstyrelsens specialitetsförteckning från 2015. ","id":"EBEB_9iM_UH5","preferred_label":"Medicin","sun_education_field_code_2020":"721","type":"sun-education-field-3"},{"definition":"Omfattar utbildningar med pedagogiskt innehåll som inte hör hemma under någon av de övriga inriktningarna inom huvudinriktning 14, Pedagogik och lärarutbildning. Utbildningar som redovisas här är inte breda utbildningar utan här inkluderas utbildningar i specialpedagogik, modersmål, skolledarutbildning, speciallärarutbildning och folkhögskollärarutbildning.","id":"F3Zd_KX4_orz","preferred_label":"Pedagogik och lärarutbildning, övrig och ospecificerad utbildning","sun_education_field_code_2020":"149","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot journalistik, masskommunikation och information avseendet formulering och innehåll i meddelanden. Det inkluderar utbildningar om nyhetsrapportering liksom att skriva reportage och artiklar av allmänt intresse.","id":"FeRX_Xc2_8b7","preferred_label":"Journalistik och medievetenskap","sun_education_field_code_2020":"321","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot konstruktion, produktutveckling, produktion, drift och underhåll inom det maskintekniska området. Det inkluderar utbildningar med fokus på industriell teknik och produktion, mekanisk industri och metallproduktion.","id":"GRcU_Soh_rg5","preferred_label":"Maskinteknik och verkstadsteknik","sun_education_field_code_2020":"521","type":"sun-education-field-3"},{"definition":"Militär utbildning omfattar utbildningar inriktade mot försvar i samhället, i fred, kris och krig.","id":"GweQ_WZy_ns4","preferred_label":"Militär utbildning","sun_education_field_code_2020":"863","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot materialteknik och tillverkningsprocesser utan klar tyngdpunkt på någon av de övriga inriktningarna inom 54.","id":"HNek_Sui_NhZ","preferred_label":"Material och tillverkning, allmän utbildning","sun_education_field_code_2020":"540","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot specifika idrotter, såväl utövning som tränarskap. Gruppen inkluderar även utbildningar syftande till att stimulera individer till egna aktiva insatser i hälsobefrämjande syfte.","id":"JFAV_cy3_b6a","preferred_label":"Idrott och friskvård","sun_education_field_code_2020":"813","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar för vuxna elever som av olika anledningar inte lärt sig läsa och skriva. ","id":"K4t9_4gZ_MgJ","preferred_label":"Läs- och skrivinlärning för vuxna","sun_education_field_code_2020":"080","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot skydd och vård av naturen med utgångspunkt i samspelet mellan levande organismer i sin naturliga miljö. Utbildningar mot restaurering och nyskapande av skadade eller försvunna naturmiljöer samt skötsel av naturreservat och nationalparker ingår, liksom främjande av friluftsliv.","id":"K8FW_Fct_zJU","preferred_label":"Naturvård och djurskydd","sun_education_field_code_2020":"424","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot teknik utan tyngdpunkt på någon av de övriga inriktningarna inom 5, Teknik och tillverkning.","id":"LDWD_zzm_jeY","preferred_label":"Teknik och teknisk industri, allmän utbildning","sun_education_field_code_2020":"520","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot att utveckla teorier och metoder att diagnostisera, behandla och förebygga sjukdomar i tänder, munhåla och käke. Det omfattar utbildningar inriktade mot tillverkning och reparation av tandproteser och inplantat samt mot tandreglering. Även utbildningar inriktade mot att assistera tandläkare klassificeras här, liksom utbildningar i mun- och tandhygienisk verksamhet.","id":"LXNM_AzU_2G5","preferred_label":"Tandvård","sun_education_field_code_2020":"724","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot samhälls- och beteendevetenskap som inte kan klassificeras under någon av de övriga inriktningarna inom 31 och som inte kan betraktas som breda utbildningar inom området.","id":"LXUe_hM4_nXf","preferred_label":"Samhälls- och beteendevetenskap, övrig och ospecificerad utbildning","sun_education_field_code_2020":"319","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot journalistik och information som inte kan klassificeras under någon av de övriga inriktningarna inom 32 och som inte kan betraktas som breda utbildningar inom området.","id":"LhAm_khy_7P7","preferred_label":"Journalistik och information, övrig och ospecificerad utbildning","sun_education_field_code_2020":"329","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot administrativa rutiner samt allmänna kontorsgöromål. Utbildningar för specifika sekreteraruppgifter såsom utbildning för läkarsekreterare (medicinska sekreterare), advokatsekreterare eller språklig sekreterarutbildning klassificeras här.","id":"MJKe_ubg_wms","preferred_label":"Kontorsservice och sekreterartjänster","sun_education_field_code_2020":"346","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot tillverkning av textilier och konfektion samt mot tillverkning av skor och andra läderprodukter. Ingenjörsutbildningar inriktade mot textilteknologi inkluderas.","id":"MSyp_oyY_5ZE","preferred_label":"Tillverkning av textilier, konfektion och lädervaror","sun_education_field_code_2020":"542","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot fiske, fiskodling, fisk- och vattenvård. Utbildningar inriktade mot odling av musslor, alger och andra i vattnet förekommande djur och växter ingår.","id":"MbV3_bZe_HHF","preferred_label":"Fiske och vattenbruk","sun_education_field_code_2020":"624","type":"sun-education-field-3"},{"definition":"Redovisning och beskattning omfattar utbildningar inriktade mot bokföring, granskning och kontroll av finansiella transaktioner.","id":"MbeC_Ty2_YfL","preferred_label":"Redovisning och beskattning","sun_education_field_code_2020":"344","type":"sun-education-field-3"},{"definition":"Hushållstjänster omfattar utbildningar inriktade mot egen verksamhet i och olika tjänster till hemmet såsom hemelektronik, klädvård, tvättservice, hushållsekonomi och sotning. Även utbildning i lokalvård omfattas.","id":"NCdQ_RwY_EbN","preferred_label":"Hushållstjänster och lokalvård","sun_education_field_code_2020":"814","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot materiens och energins egenskaper och dess uppträdande under skilda betingelser. Utbildningar i astronomi och rymdvetenskap inkluderas.","id":"NMwf_TFi_j57","preferred_label":"Fysik","sun_education_field_code_2020":"441","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot undervisning och pedagogiska metoder, utan särskild tyngdpunkt mot någon av de övriga inriktningarna inom huvudinriktning 14.","id":"NpSa_78c_ma1","preferred_label":"Pedagogik och lärarutbildning, allmän utbildning","sun_education_field_code_2020":"140","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot arbetsmiljö och renhållning utan tyngdpunkt mot någon av de övriga inriktningarna inom 85.","id":"PiJ7_1y5_ztn","preferred_label":"Arbetsmiljö och renhållning, allmän utbildning","sun_education_field_code_2020":"850","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot olika typer av personliga tjänster som inte kan klassificeras under någon av de övriga inriktningarna inom 81 och som inte kan betraktas som breda inom området.","id":"Q9yA_4XU_KHo","preferred_label":"Personliga tjänster, övrig och ospecificerad utbildning","sun_education_field_code_2020":"819","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot jordens, inklusive hydrosfärens och atmosfärens, sammansättning, struktur och egenskaper.","id":"R9em_jvo_Rge","preferred_label":"Geovetenskap och naturgeografi","sun_education_field_code_2020":"443","type":"sun-education-field-3"},{"definition":"Lantbruk omfattar utbildningar inriktade mot växtproduktion, husdjurshållning, maskinteknik, naturresurshushållning och andra ämnen av betydelse för lantbruksdrift. Utbildningar inriktade mot djurvård (friska djur) klassificeras också här.","id":"RXMT_9Ui_TJJ","preferred_label":"Lantbruk","sun_education_field_code_2020":"621","type":"sun-education-field-3"},{"definition":"Här redovisas utbildningar inriktade mot politiska, kulturella, ekonomiska och sociala tillstånd och förändringar. Utbildningar i arkeologi, dvs. utbildningar inriktade mot forntida samhällsformer, landskap, naturmiljöer och bebyggelsemönster utifrån utgrävningar i marken inkluderas. Likaså inkluderas utbildningar i kulturvård och museivetenskapliga utbildningar.","id":"RnPd_5mc_E9G","preferred_label":"Historia och arkeologi","sun_education_field_code_2020":"225","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot matematik, statistik och naturvetenskap utan klar tyngdpunkt mot någon av de övriga inriktningarna inom 46.","id":"RqCj_yhw_GFc","preferred_label":"Matematik och naturvetenskap, allmän utbildning","sun_education_field_code_2020":"460","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot politik och samhällsfrågor. Utbildning om internationella relationer liksom medborgares rättigheter och skyldigheter ingår.","id":"RuTA_kv2_NAp","preferred_label":"Statsvetenskap","sun_education_field_code_2020":"313","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot renhållning i samhället och olika typer av avfallssystem. Utbildningar inriktade mot omhändertagande och återvinning av avfall i samhällets olika delar ingår också.","id":"TKTt_U3W_xpF","preferred_label":"Renhållning och avfallshantering","sun_education_field_code_2020":"852","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar, andra än högskoleutbildningar, inriktade mot planering, styrning, organisering och kontroll av finansiella aktiviteter och tjänster. Utbildningar i kontroll och bevakning av finansiella resurser i organisationer, företag och hos individer ingår, liksom tillhandahållandet av finansiella tjänster på företags- och individnivå.","id":"Ta9V_DMN_999","preferred_label":"Bank, försäkring och finansiering","sun_education_field_code_2020":"343","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot att konstruera, producera samt underhålla hus och alla andra sorters byggobjekt, såsom dammar, hamnar, vägar, järnvägar, reningsverk, vatten- och avloppssystem m.m.","id":"TbLq_8FH_cNN","preferred_label":"Byggnadsteknik och anläggningsteknik","sun_education_field_code_2020":"582","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot skogsskötsel, skogsbruk och skogsteknik. Även jakt och viltvårdsutbildning ingår.","id":"UAAw_NYh_3uY","preferred_label":"Skog","sun_education_field_code_2020":"623","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot tekniker och färdigheter i specifika konsthantverk som keramik, guld- och silversmide, vävning och slöjd.","id":"UX9d_rbD_FT7","preferred_label":"Konsthantverk","sun_education_field_code_2020":"215","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot insamling, utvärdering och presentation av data. Det inkluderar även utbildningar i sannolikhetslära och dataanalys.","id":"VDZC_YeP_k1P","preferred_label":"Statistik","sun_education_field_code_2020":"462","type":"sun-education-field-3"},{"definition":"Personlig utveckling omfattar utbildningar som i huvudsak refererar till individens personliga utveckling och sociala kompetens. Även utbildning som syftar till att öka förmågan att samarbeta, att tala i grupp, att argumentera och föra fram ett budskap ingår.","id":"VQPP_GZg_xkU","preferred_label":"Personlig utveckling","sun_education_field_code_2020":"090","type":"sun-education-field-3"},{"definition":"Ämneslärarutbildning omfattar utbildningar inriktade mot att undervisa i allmänna och teoretiska ämnen. I första hand avses på grundskolans högre nivåer samt på gymnasial nivå. Även lärarutbildningar som kombinerar teoretiskt ämne med praktisk-estetiska ämnen inkluderas.","id":"VkYx_GTn_tWF","preferred_label":"Ämneslärarutbildning","sun_education_field_code_2020":"145","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot inköp och försäljning av varor och tjänster, inklusive lagerhållning, prissättning, försäljningskanaler m.m. Utbildningar mot detaljhandel och kassaarbete ingår.","id":"VkhU_pFB_PXA","preferred_label":"Inköp, försäljning och distribution","sun_education_field_code_2020":"341","type":"sun-education-field-3"},{"definition":"Trädgård omfattar utbildningar inriktade mot odling av trädgårdsväxter såsom grönsaker, frukt, bär och prydnadsväxter. Utbildning i växtförädling och utveckling av produktionsprocessen utifrån biologi, teknologi och ekonomi samt trädgårdsanläggning ingår. Även utbildningar inriktade mot anläggning av stadsparker och trädgårdar inkluderas.","id":"Vr5b_b9P_3mS","preferred_label":"Trädgård","sun_education_field_code_2020":"622","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot scenframställning som framförande, komposition, scenteknik, scenografi, koreografi och regi. Även teori och historia inom området ingår.","id":"WXYK_9T2_unn","preferred_label":"Musik, dans och dramatik","sun_education_field_code_2020":"212","type":"sun-education-field-3"},{"definition":"Matematik omfattar utbildningar inriktade mot problemlösning och metodutveckling av abstrakta och generella problem. Det inkluderar utbildningar i algebra, aritmetik, geometri, analys och tillämpad matematik.","id":"WcVD_tdd_7mN","preferred_label":"Matematik","sun_education_field_code_2020":"461","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot tillverkning av produkter i ett specifikt material såsom trä, papper, glas, porslin, sten, lera, plast eller gummi. Civilingenjörs- och ingenjörsutbildningar i materialteknik med inriktning mot ett specifikt material ingår.","id":"WsF2_1YU_i5R","preferred_label":"Tillverkning av produkter av trä, papper, glas, porslin och plast","sun_education_field_code_2020":"543","type":"sun-education-field-3"},{"definition":"Arbetsplatsrelaterad utbildning omfattar utbildningar inriktade mot organisation och verksamheter på arbetsplatsen som exempelvis personalutbildningar.","id":"YTUT_rQj_u5V","preferred_label":"Arbetsplatsrelaterad utbildning","sun_education_field_code_2020":"347","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot samhällsbyggnad och byggnadsteknik utan tyngdpunkt på någon av de övriga inriktningarna under 58. Här ingår utbildningar i lantmäteri samt i kart- och ritteknik.","id":"YXPg_MRw_bpB","preferred_label":"Samhällsbyggnad och byggnadsteknik, allmän utbildning","sun_education_field_code_2020":"580","type":"sun-education-field-3"},{"definition":"Denna utbildningsgrupp omfattar utbildningar inriktade mot fysik, kemi eller geovetenskap som inte kan klassificeras under någon av de övriga inriktningarna inom 44 och som inte kan betraktas som breda utbildningar inom området.","id":"ZjBK_44x_xkr","preferred_label":"Fysik, kemi och geovetenskap, övrig och ospecificerad utbildning","sun_education_field_code_2020":"449","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot humaniora utan tydlig tyngdpunkt på någon av de övriga inriktningarna under 22, Humaniora.","id":"bHms_Q4W_uQo","preferred_label":"Humaniora, allmän utbildning","sun_education_field_code_2020":"220","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot att återställa hälsa och funktionalitet hos personer med tillfällig eller bestående funktionsnedsättning.","id":"bXtJ_oB1_5w6","preferred_label":"Terapi, rehabilitering och kostbehandling","sun_education_field_code_2020":"726","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot fysik, kemi och geovetenskap utan någon klar tyngdpunkt mot någon av de övriga inriktningarna inom 44.","id":"bpAf_YP9_qRf","preferred_label":"Fysik, kemi och geovetenskap, allmän utbildning","sun_education_field_code_2020":"440","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot samhälls- och beteendevetenskap utan klar tyngdpunkt mot någon av de övriga inriktningarna inom 31.","id":"cAKc_bo8_vZa","preferred_label":"Samhälls- och beteendevetenskap, allmän utbildning","sun_education_field_code_2020":"310","type":"sun-education-field-3"},{"definition":"Miljövetenskap omfattar utbildningar inriktade mot de levande organismerna i relation till varandra och i samspel med omvärlden.","id":"cs1N_Zp4_KgB","preferred_label":"Miljövetenskap","sun_education_field_code_2020":"422","type":"sun-education-field-3"},{"definition":"Arbetsmiljö och arbetarskydd","id":"eC23_WkY_KKd","preferred_label":"Arbetsmiljö och arbetarskydd","sun_education_field_code_2020":"851","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inom området hälso- och sjukvård utan specialisering mot någon av de övriga inriktningarna inom 72. Även utbildningar inom hälsa och folkhälsa klassificeras här.","id":"ePB9_rjD_WYM","preferred_label":"Hälso- och sjukvård, allmän utbildning","sun_education_field_code_2020":"720","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot planering, ledarskap och styrning i företag och andra organisationer. Utbildningar i ledarskap och administration där även finansiering och ekonomi ingår klassificeras här om tyngdpunkten ligger på ledarskap och administration. Utbildningar inriktade mot offentlig förvaltning och förvaltningsekonomi inkluderas också.","id":"eXzj_Jdo_xGQ","preferred_label":"Ledning och administration","sun_education_field_code_2020":"345","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar med inriktning mot teknik och teknisk industri som inte hör hemma under någon av de övriga inriktningarna under 5, Teknik och tillverkning.","id":"ex8F_PzU_aqT","preferred_label":"Teknik och teknisk industri, övrig och ospecificerad utbildning","sun_education_field_code_2020":"529","type":"sun-education-field-3"},{"definition":"Här ingår tekniska utbildningar inriktade mot konstruktion, produktion, reparation och underhåll av elektronik och elektronikbaserade system samt av datorer och datorbaserade system. Utbildningar inom området styr- och reglerteknik inkluderas.","id":"fDye_THC_7i7","preferred_label":"Elektronik, datateknik och automation","sun_education_field_code_2020":"523","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot såväl produktion och utveckling av livsmedelsprodukter som mot hantering av livsmedel vid transporter, försäljning och förvaring.","id":"fLKd_6Dg_ohE","preferred_label":"Tillverkning och hantering av livsmedel","sun_education_field_code_2020":"541","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot vård, omsorg, stöd och service inom hälso- och sjukvård, psykiatri, funktionshinderomsorg och äldreomsorg. Sjuksköterskeutbildningar med specialisering före 1993 klassificeras som specialistsjuksköterskeutbildningar 723b–723m.","id":"fQMU_GjY_AkC","preferred_label":"Omvårdnad","sun_education_field_code_2020":"723","type":"sun-education-field-3"},{"definition":"Djursjukvård omfattar utbildningar inriktade mot att utveckla teorier och metoder att förebygga, diagnostisera och behandla sjukdomar och skador hos djur. Även utbildningar inriktade mot att assistera veterinärer ingår.","id":"fw6h_X4w_5iP","preferred_label":"Djursjukvård","sun_education_field_code_2020":"640","type":"sun-education-field-3"},{"definition":"Säkerhet i samhället omfattar utbildningar inriktade mot skydd av individer och egendom.","id":"gFgy_6ge_5y4","preferred_label":"Säkerhet i samhället","sun_education_field_code_2020":"861","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot det svenska språket, dess litteratur och språkvetenskap. Även allmän litteraturvetenskap och litteraturhistoria.","id":"gw6Z_hLp_Hvk","preferred_label":"Svenska och litteraturvetenskap","sun_education_field_code_2020":"223","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot tillredning och servering av mat och dryck samt övrig måltidsservice. Utbildningar mot service på hotell och liknande anläggningar ingår.","id":"iGn1_QvT_Asi","preferred_label":"Hotell, restaurang och storhushåll","sun_education_field_code_2020":"811","type":"sun-education-field-3"},{"definition":"Filosofi och logik omfattar utbildningar inriktade mot grunderna för vetande och tänkande samt mänskliga värderingar och dess grund.","id":"iLjG_2Q5_Bxb","preferred_label":"Filosofi och logik","sun_education_field_code_2020":"226","type":"sun-education-field-3"},{"definition":"Om information saknas om utbildningen kodas utbildningen enligt nedan:\n9 Okänd\n99 Okänd\n999 Okänd\n999z Okänd","id":"iVQn_SPL_8hc","preferred_label":"Okänd","sun_education_field_code_2020":"999","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar i material och tillverkning som inte kan klassificeras under någon av de övriga inriktningarna inom område 54 Material och tillverkning alternativt under någon av inriktningarna inom område 52, Teknik och teknisk industri.","id":"jMGW_KY7_NCA","preferred_label":"Material och tillverkning, övrig och ospecificerad utbildning","sun_education_field_code_2020":"549","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot marknadsföring, försäljning och genomförande av resor och turistevenemang samt övriga kultur- och fritidsevenemang.","id":"jZ9y_Vyg_Kvp","preferred_label":"Turism, resor och fritid","sun_education_field_code_2020":"812","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inom IKT, utan tyngdpunkt på någon av de övriga utbildningarna under 48. Utbildningar med tyngdpunkt på teknik redovisas under 523.","id":"jfpH_VdC_DM3","preferred_label":"Informations- och kommunikationsteknik (IKT), allmän utbildning","sun_education_field_code_2020":"480","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar i arbetsmiljö och renhållning som inte kan klassificeras under någon av de övriga inriktningarna inom 85 och som inte kan betraktas som breda inom området.","id":"k2vb_jdE_dFL","preferred_label":"Arbetsmiljö och renhållning, övrig och ospecificerad utbildning","sun_education_field_code_2020":"859","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar som inte kan klassificeras under någon av de övriga inriktningarna inom 48 och som inte kan betraktas som breda utbildningar inom området.","id":"kXWz_6uh_krq","preferred_label":"Informations- och kommunikationsteknik (IKT), övrig och ospecificerad utbildning","sun_education_field_code_2020":"489","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot processer som minimerar utsläpp och avfall för att undvika miljöförstöring. Det inkluderar utbildningar för kontroll av bland andra livsmedelshygien, vatten, luft och mark. Utbildningar inriktade mot samhällsbyggnadsteknik med miljöprofil inkluderas.","id":"kyMw_LZF_AGG","preferred_label":"Miljöteknik och miljökontroll","sun_education_field_code_2020":"527","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar (andra än högskoleutbildningar) inriktade mot aktiviteter som krävs för att en utbytesprocess av varor och tjänster ska kunna äga rum. Utbildningar i produktutveckling, prissättning, distributionskanaler och marknadskommunikation ingår. ","id":"myT2_Uu2_Xbr","preferred_label":"Marknadsföring","sun_education_field_code_2020":"342","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar i hälso- och sjukvård som inte passar in under någon av de andra inriktningarna under 72 och som inte kan betraktas som breda inom området.","id":"nDbs_yS5_4ku","preferred_label":"Hälso- och sjukvård, övrig och ospecificerad utbildning","sun_education_field_code_2020":"729","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade på barn och ungdomars aktiviteter och utveckling. Både omsorgs- och fritidsverksamheter inkluderas samt allmänna utbildningar inriktade mot barn- och ungdomsvetenskap.","id":"p2Ky_NBB_N4Y","preferred_label":"Barn och ungdom","sun_education_field_code_2020":"761","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade på socialt arbete och omsorg utan tydlig tyngdpunkt på någon av de övriga inriktningarna under 76.","id":"qPrp_ZgA_vgH","preferred_label":"Socialt arbete och socialt omsorgsarbete, allmän utbildning","sun_education_field_code_2020":"760","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot miljövård och miljöskydd.","id":"qa2V_GWE_bnK","preferred_label":"Miljövård och miljöskydd","sun_education_field_code_2020":"423","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade på industriell teknik i kombination med ekonomi och på förmåga att se dessa områden som en helhet. Det inkluderar tekniska utbildningar inriktade mot ledarskap och organisation, produktionsutveckling, logistik, materialstyrning och kvalitetsteknik.","id":"qe9k_qAm_uCN","preferred_label":"Industriell ekonomi och organisation","sun_education_field_code_2020":"526","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot samhällsbyggande och byggnadsteknik som inte kan klassificeras under någon av de andra inriktningarna under 58.","id":"qxHd_cS3_339","preferred_label":"Samhällsbyggnad och byggnadsteknik, övrig och ospecificerad utbildning","sun_education_field_code_2020":"589","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar mot hushållning av samhällets resurser, ekonomisk teori och beslutsfattande.","id":"riPZ_vW8_Dep","preferred_label":"Nationalekonomi och ekonomisk historia","sun_education_field_code_2020":"314","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot biologi, miljövetenskap, miljö- och naturvård som inte kan klassificeras under någon av de övriga inriktningarna inom 42 och som inte kan betraktas som breda utbildningar inom området. ","id":"sTMt_rKA_EHs","preferred_label":"Biologi och miljövetenskap, övrig och ospecificerad utbildning","sun_education_field_code_2020":"429","type":"sun-education-field-3"},{"definition":"Här redovisas utbildningar som är inriktade mot människan och hennes sociala villkor. Inom detta område studeras socialt arbete på individ-, familje-, grupp- och samhällsnivå där arbetet kan vara stödjande, behandlande eller förebyggande. Även utbildningar i att bedriva, leda, samordna och utveckla social omsorgsverksamhet i olika former ingår. ","id":"t1wZ_E9z_Uz6","preferred_label":"Socialt arbete","sun_education_field_code_2020":"762","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot personliga tjänster utan klar tyngdpunkt mot någon av de övriga inriktningarna inom 81.","id":"t4kE_UxW_WxC","preferred_label":"Personliga tjänster, allmän utbildning","sun_education_field_code_2020":"810","type":"sun-education-field-3"},{"definition":"Biologi och biokemi omfattar utbildningar inriktade mot levande organismers struktur, fysiologi, ärftlighet, reproduktion, utveckling och beteende. Utbildningar inom biologins närbesläktade vetenskaper inkluderas liksom utbildningar om kemin hos levande organismer.","id":"tfmL_QCu_mdD","preferred_label":"Biologi och biokemi","sun_education_field_code_2020":"421","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inom företagsekonomi, handel och administration i privata och offentliga organisationer, med eller utan fördjupning.","id":"uCs9_xRZ_jgp","preferred_label":"Företagsekonomi, handel och administration, allmän utbildning","sun_education_field_code_2020":"340","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar i naturbruk som inte passar in under någon av de andra inriktningarna under 62 och som inte kan betraktas som breda inom området.","id":"uX8X_4yf_Mm6","preferred_label":"Lantbruk, trädgård, skog och fiske, övrig och ospecificerad utbildning","sun_education_field_code_2020":"629","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade på socialt arbete och omsorg utan tydlig tyngdpunkt på någon av de övriga inriktningarna under 76.","id":"uZJ8_6KZ_fbE","preferred_label":"Socialt arbete och socialt omsorgsarbete, övrig och ospecificerad utbildning","sun_education_field_code_2020":"769","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar som till huvuddelen innehåller naturvetenskapliga ämnen, men som inte går att klassificera under någon av de övriga ämnesinriktningarna inom 42, 44 eller 46.","id":"vQdy_ySp_GzS","preferred_label":"Matematik och naturvetenskap, övrig och ospecificerad utbildning","sun_education_field_code_2020":"469","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot framställning av konst, konstnärliga tekniker, utställningskunskap, konsthistoria och samtidsteori.","id":"vd5y_Ppm_TuU","preferred_label":"Bild- och formkonst","sun_education_field_code_2020":"211","type":"sun-education-field-3"},{"definition":"Med pedagogik avses utbildningar inriktade mot lärandets processer samt teorier och metoder för undervisning, uppfostran och utbildning. I första hand inkluderas utbildningar inom vetenskapen pedagogik. Utbildningar i pedagogik och didaktik inriktade mot ett specifikt ämnesområde ingår inte.","id":"vp9A_NEv_dbU","preferred_label":"Pedagogik","sun_education_field_code_2020":"142","type":"sun-education-field-3"},{"definition":"Här ingår breda utbildningar inriktade mot grundämnens och kemiska föreningars uppbyggnad och egenskaper samt deras reaktioner med varandra.","id":"vpZY_6iv_NPL","preferred_label":"Kemi","sun_education_field_code_2020":"442","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar som ger kunskaper i svenska och matematik samtidigt som de ger kunskaper inom andra ämnesområden som främmande språk, historia, religion, samhällskunskap och naturvetenskap. Samtliga utbildningar på grundskolenivå omfattas. Breda, teoretiska och studieförberedande gymnasieutbildningar inkluderas också, jfr 010b, 010c.","id":"wES4_1rw_TEH","preferred_label":"Bred, generell utbildning","sun_education_field_code_2020":"010","type":"sun-education-field-3"},{"definition":"Här ingår tekniska utbildningar inriktade mot energi och elektroteknik. Utbildningar inriktade mot utvinning av energi inkluderas, likaså utbildningar inriktade mot energiteknik med miljöprofil. Utbildningar inriktade mot utveckling, installation, reparation och underhåll av system för elkraftsdistribution, elektriska ledningsnät samt elektrisk apparatur ingår också.","id":"wuXX_ZG5_31i","preferred_label":"Energi- och elektroteknik","sun_education_field_code_2020":"522","type":"sun-education-field-3"},{"definition":"Transporttjänster inkluderar utbildningar inriktade mot planering, genomförande och ledning av transporter till lands till sjöss och i luften samt service i anslutning till desamma.","id":"yEEt_gg6_XBK","preferred_label":"Transporttjänster","sun_education_field_code_2020":"840","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot att undervisa barn i förskoleåldern (3–6 år). Även utbildningar för fritidspedagoger inkluderas.","id":"ybAL_uBD_x7v","preferred_label":"Lärarutbildning för förskola och fritidsverksamhet","sun_education_field_code_2020":"143","type":"sun-education-field-3"},{"definition":"Juridik och rättsvetenskap omfattar utbildningar inriktade mot rättsreglerna och deras tillämpning. Det inkluderar även ekonomiska och samhällsvetenskapliga utbildningar om tyngdpunkten ligger på rättsvetenskap.","id":"yrf9_Zzw_FLx","preferred_label":"Juridik och rättsvetenskap","sun_education_field_code_2020":"380","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot en kreativ utformning av ett föremål eller en miljö där hänsyn tas till form, material och funktionalitet.","id":"zHeT_FtE_yXn","preferred_label":"Formgivning","sun_education_field_code_2020":"214","type":"sun-education-field-3"},{"definition":"Här ingår utbildningar inriktade mot människors beteende i grupper och i relation till samhället. Folklivsforskning liksom hur människor organiserar sig och utnyttjar jordens resurser ingår.","id":"zRKE_r3q_U1s","preferred_label":"Sociologi, etnologi och kulturgeografi","sun_education_field_code_2020":"312","type":"sun-education-field-3"}]}}